Repository: dakanji/G2Project
Catalog: modules/slideshowapplet/po/*.po
Languages: sl, sr

source: slideshow (fullscreen)
sl: diapozitivi (cel zaslon)
sr: projekcija (ceo ekran)

source: Slideshow Applet
sl: Diapozitivi (cel zaslon)
sr: Alatka za projekciju

source: Fullscreen slideshow using a Java applet
sl: Diapozitivi čez cel zaslon
sr: Projekcija slika preko celog ekrana pomoću Java apleta

source: Display
sl: Prikaz
sr: Prikaz

source: View Slideshow (Fullscreen)
sl: Poglej diapozitive (cel zaslon)
sr: Prikaz projekcije (preko čitavog ekrana)

source: Path to an item (eg, /album/image.jpg.html)
sl: Pot do predmeta (npr. /album/image.jpg.html)
sr: Putanja do objekta (npr. /album/slika.jpg.html)

source: Slideshow
sl: Diapozitivi
sr: Projekcija

source: This applet relies on a G2 module that is not currently enabled. Please ask an administrator to enable the 'remote' module.
sl: Vmesnik za temelji na G2 modulu, ki trenutno ni omogočen. Prosite administratorja, da omogoči "oddaljen" (remote) modul.
sr: Ova alatka se oslanja na G2 modul koji trenutno nije aktivan. Zamolike administratora sistema da aktivira 'daljinski' modul.

source: Downloading the Gallery Remote Applet
sl: Prenašam program
sr: Preuzimanje Daljinske alatke Galerije

source: Your browser doesn't support applets; you should use the standard slideshow.
sl: Vaš brskalnik ne podpira takšnega prikaza
sr: Vaš čitač ne podržava aplete; koristite standardnu projekciju.

source: Slideshow Applet Settings
sl: Nastavitve za diapozitive
sr: Parametri alatke za projekciju

source: Defaults
sl: Privzeto
sr: Podrazumevan

source: These variables provide default values for applets users execute on your site. Users will be able to override these defaults by making changes in the user interface of the applets, or by changing their local defaults file.
sl: Spremenljivke predstavljajo privzete vrednosti za uporabnike vmesnika na vaši strani. Uporabniki bodo lahko spremenili privzete nastavitve v uporabniškem oknu za vmesnik.
sr: Ove promenljive daju podrazumevane vrednosti apletima koje korisnici izvršavaju na vašem sajtu. Korisnici će moći da redefinišu ove vrednosti u korisničkim interfejsima apleta, ili izmenom svojim lokalnih datoteka sa podrazumevanim parametrima.

source: You have no default variables
sl: Nimate privzetih spremenljivk
sr: Nemate podrazumevane promenljive

source: Variable
sl: Spremenljivka
sr: Promenljiva

source: Action
sl: Akcija
sr: Akcija

source: Delete
sl: Briši
sr: Izbriši

source: Add a new default variable
sl: Dodaj novo privzeto spremenljivko
sr: Dodavanje nove podrazumevane promenljive

source: You must enter a variable name and value
sl: Vnesite spremenjlivko
sr: Morate uneti naziv promenljive i vrednost

source: New variable
sl: Nova spremenljivka
sr: Nova promenljiva

source: Add variable
sl: Dodaj spremenljivko
sr: Dodaj promenljivu

source: Overrides
sl: Spremembe (overrides)
sr: Forsiranje vrednosti promenljivih

source: These variables override any other values for applets users execute on your site. Users will not be able to change these values.
sl: Te spremenljivke imajo prednost pred drugimi nastavitvami uporabnikov na vaši strani. Uporabniki ne bodo mogli spremeniti vrednosti spremenljivk.
sr: Ove promenljive redefinišu bilo koje vrednosti apletima koje korisnici izvršavaju na vašem sajtu. Korisnici neće biti u mogućnosti da menjaju ove vrednosti.

source: You have no override variables
sl: Nimate sprememb (overrides) pri spremenljivkah
sr: Nemate redefinisanih promenljivih

source: Add a new override variable
sl: Dodaj novo spremembo (override) spremenljivke
sr: Dodavanje nove redefinisane promenljive

source: Help
sl: Pomoč
sr: Pomoć

source: Here are a selection of variables that affect slideshows.
sl: Tu je izbor spremenljivk, ki vplivajo na prezentacijo.
sr: Evo dela promenljivih koje utiču na projekcije.

source: variable
sl: spremenljivka
sr: promenljiva

source: values
sl: vrednosti
sr: vrednosti

source: help
sl: pomoč
sr: pomoć

source: maximum number of pictures shown in one go
sl: največje število fotografij, ki naj se prikaže v enem zagonu
sr: maksimalan broj slika koje se od jednom prikazuju

source: does slideshow display pictures inside sub-albums?
sl: ali naj prezentacija prikazuje slike v pod-albumih?
sr: da li projekcija prikazuje slike unutar podalbuma?

source: if true, will prevent the slideshow from downloading the full-resolution pictures
sl: če je 'true', bo preprečeno, da bi se v diapozitive nalagale slike v polni velikosti
sr: ako je true, sprečiće projekciju da preuzima slike u punoj veličini

source: does slideshow loop when it gets to the end?
sl: ali naj se diaprojekcija ponavlja, ko pride do konca?
sr: da li se projekcija ciklično reprodukuje?

source: if true, pictures smaller than the screen won't be stretched
sl: če je 'true', se slike, ki so manjše od zaslona ne bodo raztegnile na cel zaslon
sr: ako je true, slika manje od veličine ekrana neće biti rastegnute

source: if true, the slideshow will download pictures before they're needed, which can speed up, but also may waste bandwidth
sl: če je 'true', bo prezentacija pretočila slike predno so potrebne za prikaz; slednje pospeši prikaz, vendarle lahko tudi poveča internetni pretok
sr: ako je true, projekcija će preuzeti slike pre nego što postanu potrebne, što može ubrzati projekciju, ali i troši veći propusni opseg

source: color of the slideshow background
sr: boja pozadine projekcije

source: size of text overlay
sl: velikost prekrivanjočega besedila
sr: veličina teksta

source: font of text overlay
sl: pisava prekrivajočega besedila
sr: font teksta

source: should the pictures be shown in random order?
sl: ali naj se slike izpisujejo v naključnem zaporedju?
sr: da li slike treba da se prikazuju u slučajnom poretku?

source: Complete list of variables
sl: Celoten seznam spremenljivk
sr: Kompletan spisak promenljivih
