Repository: dakanji/G2Project
Catalog: modules/nokiaupload/po/*.po
Languages: el

source: Mobile Users
el: Χρήστες κινητού

source: Pictures from mobile phones
el: Φωτογραφίες από κινητά τηλέφωνα

source: Couldn't fetch directory list.
el: Δεν μπόρεσε να προσκομιστεί η λίστα καταλόγου

source: Login failed.
el: Η σύνδεση απέτυχε.

source: Album creation failed.
el: Η δημιουργία άλμπουμ απέτυχε.

source: Couldn't retrieve settings.
el: Δεν μπόρεσαν να ανακτηθούν οι ρυθμίσεις.

source: Upload failed.
el: Το ανέβασμα απέτυχε.

source: Nokia Image Upload
el: Nokia αποστολή εικόνας

source: Implementation of Nokia Image Upload Server API v1.1
el: Υλοποίηση του Nokia Image Upload Server API v1.1

source: Import
el: Εισαγωγή

source: To upload to this album you need Image Uploader enabled mobile phone (e.g. Nokia 3650 and 6600). See album description for more details.
el: Για να ανεβάσετε σ' αυτό το άλμπουμ χρειάζεστε κινητό τηλέφωνο με ενεργό Image Uploader (π.χ. Nokia 3650 and 6600). Δέστε την περιγραφή του άλμπουμ για περισσότερες πληροφορίες.

source: You can upload images to this album from your Image Uploader enabled mobile phone (eg. Nokia 3650 and 6600) using the phone's built-in Image Uploader. New albums will be created under this folder. Web address is
el: Μπορείτε να φορτώσετε φωτογραφίες σ' αυτό το άλμπουμ από κινητό που έχει Image Uploader (π.χ. Nokia 3650 και 6600) χρησιμοποιώντας τον ενσωματωμένο στο τηλέφωνο Image Uploader. Τα νέα άλμπουμ θα δημιουργηθούν κάτω από αυτόν τον φάκελλο. Ο σύνδεσμος είναι

source: Username and Password are your Gallery 2 username and password.
el: Όνομα χρήστη και κωδικός είναι τα αντίστοιχα που χρησιμοποιείται για την Γκαλερί.

source: Nokia Image Upload Configuration
el: Ρυθμίσεις αποστολής εικονική Nokia

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: This module creates a target album for uploaded images. All users who perform an upload are automatically added to a group with upload access to this album. The album and group will be created using the information below.
el: Αυτό η μονάδα δημιουργεί ένα άλμπουμ για τις εικόνες που στελνετε. Όλοι οι χρήστες που ανεβάζουν προστίθενται αυτόματα σε μια ομάδα με δικαιώματα φόρτωσης σ' αυτό το άλμπουμ. Το άλμπουμ και η ομάδα θα δημιουργηθούν χρησιμοποιώντας τις πληροφορίες πιο κάτω.

source: User Group
el: Ομάδα χρήστη

source: Enter a name for the group
el: Δώστε ένα όνομα για την ομάδα

source: Missing group name
el: Λείπει το όνομα της ομάδας

source: Group name already exists
el: Το όνομα της ομάδας υπάρχει ήδη

source: Upload Album
el: Ανέβασμα άλμπουμ

source: Enter a title for the Upload Album
el: Δώστε ένα τίτλο για το άλμπουμ που ανεβάσετε

source: Missing album title
el: Λείπει ο τίτλος άλμπουμ

source: Choose a location for the Upload Album
el: Επιλέξτε μια τοποθεσία για το άλμπουμ που ανεβάσατε

source: Configure
el: Ρύθμιση

source: Cancel
el: Ακύρωση
