Repository: dakanji/G2Project
Catalog: modules/imageframe/po/*.po
Languages: el, sk

source: Image Frame Samples
el: Δείγματα πλαισίων εικόνας
sk: Ukážky rámčekov

source: ImageFrame
el: Πλαίσιο Εικόνας
sk: Rámček obrázkov

source: Render frames around images
el: Πλαίσια γύρω από τις εικόνες
sk: Vykreslí okolo obrázkov rámček

source: Display
el: Προβολή
sk: Zobrazenie

source: Solid
el: Στερεό
sk: Čiara

source: None
el: Κανένα
sk: Žiadny

source: Bamboo
el: Μπαμπού
sk: Bambus

source: Book
el: Βιβλίο
sk: Fotokniha

source: Branded Wood
el: Κάδρο Ξύλου
sk: Pomaľované drevo

source: Dot Apple
el: Τελεία μήλου
sk: Štýl Apple

source: Dots
el: Τελείες
sk: Bodky

source: Film Edges
el: Αρνητικό φiλμ
sk: Okraje filmu

source: Flicking
el: Ελαφριά χτυπήματα

source: Gold
el: Χρυσό
sk: Zlatý

source: Gold 2
el: Χρυσό 2
sk: Zlatý 2

source: Spiral Notebook
el: Σπειροειδές τετράδιο
sk: Poznámkový blok

source: Spiral Notebook (square)
el: Σπειροειδές τετράδιο (τετράγωνο)
sk: Poznámkový blok (štvorec)

source: Photo Corners
el: Γωνιές εικόνας
sk: Rohy

source: Photo Corners - Small
el: Γωνιές εικόνας - Μικρές
sk: Rohy - Malé

source: Postage
el: Γραμματόσημο
sk: Poštová známka

source: Shadow
el: Σκιά
sk: Tieň

source: Shells
el: Περιβλήματα
sk: Drevorezba

source: Slide
el: Διαφάνεια
sk: Prechod

source: Slide (square)
el: Διαφάνεια (τετράγωνο)
sk: Prechod (štvorec)

source: Wood
el: Ξύλο
sk: Drevený

source: Polaroids
sk: Polaroidy
