Repository: dakanji/G2Project
Catalog: modules/digibug/po/*.po
Languages: de

source: Digibug Photo Printing Module
de: Digibug Photodruck-Modul

source: Commerce
de: Geschäftliches

source: [digibug] Print
de: [digibug] Drucken

source: Print on Digibug.com
de: via digibug.com drucken

source: Print with Digibug
de: Via Digibug drucken

source: Digibug Photo Printing Settings
de: Digibug Photodruck-Einstellungen

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert

source: Sell your photos as prints or printed gift products! Visit the %sDigibug configuration page%s for information on registering for a Digibug Pro Photographer account, and to learn how to obtain your Digibug Company ID and Event ID. For general information, please refer to the %sDigibug.com website.%s
de: Verkaufen Sie Ihre Fotos als Bildabzüge oder als Aufdruck auf Geschenkprodukten! Besuchen Sie die %sDigibug Konfiguration's Seite%s um sich über den Registrierungsprozess für ein Digibug Pro Photographer Konto zu informieren und zu lernen, wie Sie Ihre Digibug Unternehmens-ID und Ereignis-ID erhalten. Mehr Informationen gibt es auf der %sDigibug.com Webseite%s.

source: Digibug Company ID
de: Digibug Unternehmens-ID

source: You must enter a digibug customer id.
de: Sie müssen eine Digibug Benutzerkonto ID eingeben.

source: Event ID
de: Ereignis ID

source: Please create an event or use your default event id as your pricelist id.
de: Bitte erstellen Sie ein Eregnis oder verwenden Sie die Standard Event ID als Ihre Preisliste-ID.

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Reset
de: Zurücksetzen
