Repository: dakanji/G2Project
Catalog: modules/hidden/po/*.po
Languages: ru

source: Hide Album
ru: Скрыть Альбом

source: Hide Photo
ru: Скрыть Фотографию

source: Hide Movie
ru: Скрыть Видеоролик

source: Hide %s
ru: Скрыть %s

source: Hidden Items
ru: Скрытые Элементы

source: Hide items/albums from guests until directly accessed with the right URL
ru: Прячет элементы/альбомы от гостей, пока они не обратятся по точному адресу URL

source: Display
ru: Отображение

source: Hidden items are not visible to guest users until the page for the item is accessed directly.
ru: Скрытые элементы не видны гостям в то время как страница элемента доступна по прямой ссылке.

source: Contents of hidden albums are restricted until the URL for the album is visited.
ru: Содержимое скрытого альбома будет запрещено к просмотру до тех пор, пока не укажут точный адрес URL к нему.

source: Note that guests need permission to view resizes and/or original items, as visiting the direct URL grants only simple view permission; access to resizes/originals is still controlled by item permissions.
ru: Обратите внимание, что гости должны обладать разрешением на просмотр изображений промежуточных размеров и/или оригиналов, т.к. переход по прямой ссылке дает только возможность доступа; доступ к изображениям промежуточных размеров и их оригиналов контроллируется путем системы разрешений для элемента.

source: Hidden
ru: Скрыто
