Repository: dakanji/G2Project
Catalog: modules/remote/po/*.po
Languages: el, sl

source: Gallery Remote
el: Απομακρυσμένη Πρόσβαση
sl: Daljinska Galerija

source: Remote
el: Απομακρυσμένη πρόσβαση
sl: Daljinsko nalaganje

source: Implementation for the remote control protocol
el: Υλοποίηση για το πρωτόκολλο απομακρυσμένου ελέγχου
sl: Implementacija protokola za daljinsko upravljanje

source: Remote Interfaces
el: Απομακρυσμένες επιφάνειες
sl: Oddaljeni vmesniki

source: Gallery Remote is a Java application that runs on your desktop computer and provides a rich interface to Gallery. With Gallery Remote you can drag and drop to photos to upload them to Gallery, rotate and resize your images before uploading, and even view the photos in your Gallery in a slideshow on your desktop computer.
el: Η Απομακρυσμένη Πρόσβαση (Gallery Remote) είναι μια εφαρμογή Java η οποία τρέχει στον υπολογιστή σας και παρέχει διασύνδεση με την Γκαλερί. Με την απομακρυσμένη πρόσβαση μπορείτε να σύρετε και να τοποθετείσετε φωτογραφίες για να τις ανεβάσετε στην Γκαλερί, να τις περιστρέψετε και να αλλάξετε το μέγεθος των φωτογραφιών πριν ανεβάσετε τις φωτογραφίες στην Γκαλερί. Μπορείτε ακόμη να δείτε τις φωτογραφίες στην Γκαλερί σας σε slideshow στον υπολογιστή σας. Πρέπει να εγκαταστήσετε το Gallery Remote 1.4 ή νεότερη έκδοση για να το χρησιμοποιήσετε με αυτή την έκδοση της Γκαλερί.
sl: Daljinska galerija (Gallery Remote) je Java aplikacija, ki teče na vašem računalniku in zagotavlja bogat vmesnik za Galerijo. Z daljinsko Galerijo lahko 'povlečete in spustite' slike za nalaganje v Galerijo. Pred nalaganje lahko slike obračate, jim spreminjate velikosti. Lahko celo vidite slike za Galerijo v prezentaciji na vašem namiznem računalniku.

source: You can either:
sl: Lahko tudi:

source: Install Gallery Remote permanently on your computer
sl: Tranjo namestite Daljinsko galerijo (Gallery Remote) na vaš računalnik

source: Run Gallery Remote immediately using Java Webstart
sl: Takoj zaženite Daljinsko galerijo (Gallery Remote) z uporabo Java Webstart

source: Remote Settings
el: Ρυθμίσεις απομακρυσμένης πρόσβασης
sl: Nastavitve daljinske Galerije

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
sl: Nastavitve so bile uspešno shranjene

source: Show information about Gallery Remote in "add items" view
el: Εμφάνιση πληροφοριών για την Απομακρυσμένη Πρόσβαση της Γκαλερί στην προβολή "προσθέστε αρχεία"
sl: Pokaži informacije v povezavi z daljinsko galerijo (Gallery Remote) na strani za dodajanje predmetov

source: Save
el: Αποθήκευση
sl: Shrani

source: Reset
el: Επαναφορά
sl: Ponastavi
