Repository: dakanji/G2Project
Catalog: modules/quotas/po/*.po
Languages: el, hu, sk

source: Warning: You have reached your disk quota (%s %s), this item will not be added.
el: Προειδοποίηση: Έχετε χρησιμοποιήσει το επιτρεπόμενο όριο δίσκου (%s %s), αυτό το αντικείμενο δεν θα προστεθεί.
hu: Figyelmeztetés: elérted a beállított kvótát (%s %s), ezt az elemet már nem tudom hozzáadni.
sk: Varovanie: Dosiahli ste svoju diskovú kvótu (%s %s), táto položka nebude pridaná.

source: You are using %s %s of your allotted %s %s.
el: Χρησιμοποιείτε %s %s από το διανεμημένο σε σας %s %s.
hu: Felhasználva: %s %s Kiosztott: %s %s
sk: Používate %s %s z Vašich pridelených %s %s.

source: Quotas
el: Όρια
hu: Kvóták
sk: Kvóty

source: User/Group Disk Quotas
el: Χρήστης/Ομάδα όριο χωρητικότητας δίσκου
hu: Felhasználói/csoport kvóták
sk: Používateľské/Skupinové diskové kvóty

source: Gallery
el: Γκαλερί
hu: Galéria
sk: Galéria

source: Create A New Group Quota
el: Δημιουργία ορίου νέας ομάδας
hu: Új csoportkvóta létrehozása
sk: Vytvoriť novú kvótu pre skupinu

source: Group Name
el: Όνομα ομάδας
hu: Csoportnév
sk: Meno skupiny

source: (required)
el: (απαιτείται)
hu: (megadása kötelező)
sk: (požadované)

source: Group quota for '%s' already exists
el: Υπάρχει ήδη όριο ομάδας για '%s'
hu: Már van ilyen csoport kvóta: %s
sk: Kvóta pre skupinu '%s' už existuje.

source: Quota Size
el: Μέγεθος ορίου
hu: Kvóta méret
sk: Veľkosť kvóty

source: You must enter a quota size.
el: Πρέπει να δώσετε ένα μέγεθος ορίου.
hu: Kvóta méret megadása kötelező.
sk: Musíte zadať veľkosť kvóty.

source: Quota size must be less than 2097152 MB (2048 GB).
el: Το μέγεθος του ορίου πρέπει να είναι μικρότερο από 2097152 MB (2048 GB).
hu: A kvóta méret kevesebb kell legyen, mint 2097152MB (2048GB).
sk: Veľkosť kvóty musí byť menšia ako 2097152 MB (2048 GB).

source: Invalid quota size, positive numbers and decimals only.
el: Άκυρο μέγεθος ορίου, θετικοί αριθμοί και δεκαδικοί μόνο.
hu: Érvénytelen kvóta méret: csak pozitív egész és tört számok használhatók.
sk: Neplatná veľkosť kvóty, používajte iba kladné desiatkové čísla.

source: Create Group Quota
el: Δημιουργία ορίου ομάδας
hu: Csoport kvóta létrehozása
sk: Vytvoriť kvótu pre skupinu

source: Cancel
el: Ακύρωση
hu: Mégsem
sk: Zrušiť

source: Create A New User Quota
el: Δημιουργία ορίου νέου χρήστη
hu: Új felhasználói kvóta létrehozása
sk: Vytvoriť novú kvótu pre používateľa

source: User Name
el: Όνομα χρήστη
hu: Felhasználói név
sk: Meno používateľa

source: User quota for '%s' already exists
el: Το όριο χρήστη για '%s' υπάρχει ήδη
hu: Már van ilyen felhasználói kvóta: %s
sk: Kvóta pre používateľa '%s' už existuje.

source: Create User Quota
el: Δημιουργία ορίου χρήστη
hu: Felhasználói kvóta létrehozása
sk: Vytvoriť kvótu pre používateľa

source: Delete A Group Quota
el: Διαγραφή ορίου ομάδας
hu: Csoport kvóta törlése
sk: Odstrániť kvótu skupiny

source: Are you sure?
el: Είστε σίγουροι;
hu: Biztos?
sk: Skutočne?

source: This will completely remove the %s (%s %s) group quota from Gallery. There is no undo!
el: Αυτό θα διαγράψει εντελώς το όριο ομάδας %s (%s %s) από την Γκαλερί. Δεν υπάρχει αναίρεση!
hu: Ez véglegesen törli a(z) %s (%s %s) csoport kvótát a Galériából. Visszaállítási lehetőség nincs!
sk: Toto úplne odstráni kvótu skupiny %s (%s %s) z Galérie. Nenávratne!

source: Delete
el: Διαγραφή
hu: Törlés
sk: Odstrániť

source: Delete A User Quota
el: Διαγραφή ορίου χρήστη
hu: Felhasználói kvóta törlése
sk: Odstrániť kvótu používateľa

source: This will completely remove the %s (%s %s) user quota from Gallery. There is no undo!
el: Αυτό θα διαγράψει εντελώς το όριο χρήστη %s (%s %s) από την Γκαλερί. Δεν υπάρχει αναίρεση!
hu: Ez mindenestől törli a(z) %s (%s %s) felhasználói kvótát a Galériából. Visszaállítási lehetőség nincs!
sk: Toto úplne odstráni kvótu používateľa %s (%s %s) z Galérie. Nenávratne!

source: Edit A Group Quota
el: Επεξεργασία ορίου ομάδας
hu: Csoport kvóta szerkesztése
sk: Upraviť kvótu skupiny

source: Save
el: Αποθήκευση
hu: Mentés
sk: Uložiť

source: Undo
el: Αναίρεση
hu: Visszaállítás
sk: Vratit zmeny

source: Edit A User Quota
el: Επεξεργασία ορίου χρήστη
hu: Felhasználói kvóta szerkesztése
sk: Upraviť kvótu používateľa

source: Quotas Administration
el: Διαχείριση Ορίων
hu: Kvóta adminisztráció
sk: Administrácia kvót

source: Removed group quota for '%s'
el: Αφαίρεση ορίου ομάδας για '%s'
hu: %s csoport kvóta törölve
sk: Kvóta skupiny '%s' bola zrušená

source: Created group quota for '%s'
el: Δημιουργία ορίου ομάδας για '%s'
hu: %s csoport kvóta létrehozva
sk: Kvóta skupiny '%s' bola vytvorená.

source: Modified group quota for '%s'
el: Επεξεργάστηκε το όριο ομάδας για '%s'
hu: %s csoport kvóta módosítva
sk: Kvóta skupiny '%s' bola upravená.

source: Removed user quota for '%s'
el: Αφαίρεση ορίου χρήστη για '%s'
hu: %s felhasználói kvóta törölve
sk: Kvóta používateľa '%s' bola zrušená

source: Created user quota for '%s'
el: Δημιουργία ορίου για τον χρήστη '%s'
hu: %s felhasználói kvóta létrehozva
sk: Kvóta používateľa '%s' bola vytvorená

source: Modified user quota for '%s'
el: Επεξεργάστηκε το όριο χρήστη για '%s'
hu: %s felhasználói kvóta módosítva
sk: Kvóta používateľa '%s' bola upravená

source: This system will let you assign disk space quotas to users. By creating a group quota, any users in that group will be assigned that quota. If a user belongs to more than one group, the highest quota of all the groups will be assigned. Although, if you create a user quota that will override any group quotas.
el: Αυτό το σύστημα θα σας αφήσει να ορίσετε όρια χώρου στον δίσκο για τους χρήστες. Δημιουργώντας όριο ομάδας, ο κάθε χρήστης που ανήκει σ' αυτή την ομάδα θα του ανατεθεί αυτό το όριο. Αν ο χρήστης ανήκει σε περισσότερες από μία ομάδα, θα μπορεί να χρησιμοποιήσει το ψηλότερο όριο από όλες τις ομάδες που ανήκει. Αν ορίσετε όριο χρήστη θα υπερισχύσει του ορίου της ομάδας για τον συγκεκριμένο χρήστη.
hu: Ez a rendszer lehetővé teszi diszk kvóták hozzárendelését az egyes felhasználókhoz. Csoport kvóta létrehozásával a csoport bármelyik felhasználó tagja ezt a kvótát kapja meg. Ha egy felhasználó több csoportnak is tagja, akkor a csoportokhoz rendelt legmagasabb kvótát kapja az adott felhasználó. Felhasználói kvóta létrehozása minden csoport kvótát felülír.
sk: Tento systém Vám dovolí priradiť diskové miesto pre používateľov. Vytvorením skupinovej kvóty všetci používatelia v tejto skupine budú mať túto kvótu. Ak používateľ patrí do viac ako jednej skupiny bude mu pridelená najvyššia kvóta zo všetkých skupín. Avšak akákoľvek používateľská kvóta má vyššiu prioritu ako skupinové kvóty.

source: There is %d group quota in the system.
el: Υπάρχει %d όριο ομάδας στο σύστημα
hu: %d csoport kvóta van a rendszerben.
sk: V systéme je %d skupinová kvóta.

source: Group Quotas
el: Όρια ομάδας
hu: Csoport kvóták
sk: Skupinové kvóty

source: Create Quota
el: Δημιουργία ορίου
hu: Kvóta létrehozása
sk: Vytvoriť kvótu

source: Edit Quota
el: Επεξεργασία ορίου
hu: Kvóta szerkesztése
sk: Upraviť kvótu

source: Delete Quota
el: Διαγραφή ορίου
hu: Kvóta törlése
sk: Odstrániť kvótu

source: Group quota for '%s' does not exist. You must create one first.
el: Όριο ομάδας για '%s' δεν υπάρχει. Πρέπει να δημιουργήσετε πρώτα ένα όριο.
hu: A(z) %s csoport kvóta még nem létezik, azt előbb létre kell hozni.
sk: Skupinová kvóta pre '%s' neexistuje. Najskôr ju musíte vytvoriť.

source: Group quota for '%s' already exists.
el: Το όριο ομάδας για '%s' υπάρχει ήδη.
hu: Már van ilyen csoport kvóta: %s
sk: Skupinová kvóta pre '%s' už existuje.

source: Group '%s' does not exist.
el: Η ομάδα '%s' δεν υπάρχει.
hu: A(z) %s csoport nem létezik.
sk: Skupina '%s' neexistuje.

source: You must enter a group name
el: Πρέπει να δώσετε όνομα ομάδας
hu: Adj meg egy csoportnevet
sk: Musíte zadať meno skupiny

source: Edit Group Quotas (by list)
el: Επεξεργασία oρίων ομάδας (κατά λίστα)
hu: Csoport kvóták szerkesztése (lista alapján)
sk: Upraviť skupinové kvóty (pomocou zoznamu)

source: &laquo; first
el: &laquo; πρώτη
hu: &laquo;·első
sk: &laquo; prvý

source: &laquo; back
el: &laquo; πίσω
hu: &laquo;·vissza
sk: &laquo; späť

source: Viewing page %d of %d
el: Σελίδα %d από %d
hu: Oldal: %d / %d
sk: Strana %d z %d

source: next &raquo;
el: επόμενη &raquo;
hu: következő &raquo;
sk: ďalší &raquo;

source: last &raquo;
el: τελευταία &raquo;
hu: utolsó &raquo;
sk: posledný &raquo;

source: Quota
el: Όριο
hu: Kvóta
sk: Kvóta

source: Action
el: Ενέργεια
hu: Művelet
sk: Akcia

source: edit
el: επεξεργασία
hu: szerkesztés
sk: upraviť

source: delete
el: διαγραφή
hu: törlés
sk: odstrániť

source: There is %d user quota in the system.
el: Υπάρχει %d όριο χρήστη στο σύστημα
hu: %d felhasználói kvóta van a rendszerben.
sk: V systéme je %d používateľská kvóta.

source: User Quotas
el: Όρια χρηστών
hu: Felhasználói kvóták
sk: Používateľské kvóty

source: User quota for '%s' does not exist. You must create one first.
el: Όριο χρήστη για '%s' δεν υπάρχει. Πρέπει να δημιουργήσετε πρώτα ένα όριο.
hu: A(z) %s felhasználói kvóta még nem létezik, azt előbb létre kell hozni.
sk: Používateľská kvóta pre '%s' neexistuje. Najskôr ju musíte vytvoriť.

source: User quota for '%s' already exists.
el: Υπάρχει ήδη όριο χρήστη για '%s'
hu: Már van ilyen felhasználói kvóta: %s
sk: Používateľská kvóta pre '%s' už existuje.

source: User '%s' does not exist.
el: Ο χρήστης '%s' δεν υπάρχει.
hu: Nincs ilyen felhasználó: %s
sk: Používateľ '%s' neexistuje.

source: You must enter a username
el: Πρέπει να δώσετε όνομα χρήστη
hu: Adj meg egy felhasználónevet
sk: Musíte zadať meno používateľa

source: Edit User Quotas (by list)
el: Επεξεργασία ορίων χρήστη (κατά λίστα)
hu: Felhasználói kvóták szerkesztése (lista alapján)
sk: Upraviť používateľské kvóty (pomocou zoznamu)

source: Username
el: Όνομα χρήστη
hu: Felhasználónév
sk: Používateľské meno

source: Used: %0.2f %s (%s%%)
el: Σε χρήση: %0.2f %s (%s%%)
hu: Felhasználva: %0.2f %s (%s%%)
sk: Použité: %0.2f %s (%s%%)

source: Quota: %0.2f %s
el: Όριο: %0.2f %s
hu: Kvóta: %0.2f %s
sk: Kvóta: %0.2f %s

source: Used: %0.2f %s
el: Σε χρήση: %0.2f %s
hu: Felhasználva: %0.2f %s
sk: Použité: %0.2f %s

source: Quota: Unlimited
el: Όριο: Απεριόριστο
hu: Kvóta: korlátlan
sk: Kvóta: Bez limitu

source: User Quota Block
el: Μπλοκ Ορίων χρήστη
hu: Felhasználói kvóta blokk
sk: Kvóta používateľa
