Repository: dakanji/G2Project
Catalog: modules/snapgalaxy/po/*.po
Languages: da, de, fr, it, ja, pl, ru, sr, sv, zh_tw

source: SnapGalaxy Fulfillment Error
da: SnapGalaxy opfyldelsesfejl
de: SnapGalay Ausführungsfehler
fr: Erreur d'inscription auprès de SnapGalaxy
it: Errore Completamento SnapGalaxy
ja: SnapGalaxy履行エラー
pl: Błąd danych SnapGalaxy
ru: SnapGalaxy: ошибка выполнения
sr: SnapGalaxy greška u prenosu
sv: SnapGalaxy-fel
zh_tw: SnapGalaxy 交貨服務錯誤

source: SnapGalaxy Photo Printing Module
da: SnapGalaxy foto-udskrivningsmodul
de: SnapGalaxy Fotodruck-Modul
fr: Impressions via SnapGalaxy
it: Modulo di Stampa Foto SnapGalaxy
ja: SnapGalaxy写真印刷モジュール
pl: Moduł drukowania SnapGalaxy
ru: Модуль печати фотографий на SnapGalaxy
sr: SnapGalaxy modul za štampu
sv: SnapGalaxy fotoutskriftsmodul
zh_tw: SnapGalaxy 照片列印模組

source: Commerce
da: Handel
de: Geschäftliches
it: Commercio
ja: 商用
pl: Sklep
ru: Коммерция
sr: Komercijalni
sv: Handel
zh_tw: 商業

source: [snapgalaxy] Print
de: [snapgalaxy] Drucken
fr: [snapgalaxy] Imprimer
it: [snapgalaxy] Stampa
ja: [snapgalaxy]印刷
pl: [snapgalaxy] Drukuj
ru: [snapgalaxy] Печать
sr: [snapgalaxy] Štampa
sv: [snapgalaxy] Skriv ut
zh_tw: [snapgalaxy]

source: Print on SnapGalaxy.com
da: Fremkald på SnapGalaxy.com
de: Via SnapGalaxy drucken
fr: Imprimer via SnapGalaxy.com
it: Stampa con SnapGalaxy.com
ja: snapgalaxy.com上で印刷
pl: Drukuj na SnapGalaxy.com
ru: Печатать на SnapGalaxy.com
sr: Štampa preko SnapGalaxy.com
sv: Skriv ut på SnapGalaxy.com
zh_tw: 在 SnapGalaxy.com 列印

source: Print with SnapGalaxy
da: Fremkald hos SnapGalaxy
de: Via SnapGalaxy drucken lassen
fr: Imprimer avec SnapGalaxy
it: Stampa con SnapGalaxy.com
ja: SnapGalaxyで印刷
pl: Drukuj z SnapGalaxy
ru: Печатать с помощью SnapGalaxy.com
sr: Štampaj preko SnapGalaxy
sv: Skriv ut med SnapGalaxy
zh_tw: 利用 SnapGalaxy 列印

source: SnapGalaxy Photo Printing Settings
da: SnapGalaxy foto udskrifts indstillinger
de: SnapGalaxy Foto-Druck-Einstellungen
fr: Paramètres pour les impressions via SnapGalaxy
it: Configurazione Stampa Foto SnapGalaxy
ja: SnapGalaxy写真印刷設定
pl: Ustawienia drukowania SnapGalaxy
ru: Настройки модуля SnapGalaxy
sr: Parametri SnapGalaxy štampe fotografija
sv: Inställningar för SnapGalaxys fotoutskrift
zh_tw: SnapGalaxy 照片列印設定

source: Settings saved successfully
da: Indstillinger gemt korrekt
de: Die Einstellungen wurden erfolgreich gespeichert
fr: Paramètres sauvegardés avec succès
it: Configurazione salvata con successo
ja: 設定の保存に成功しました
pl: Ustawienia zostały zapisane
ru: Настройки успешно сохранены
sr: Parametri uspešno sačuvani
sv: Inställningar sparades utan problem
zh_tw: 設定儲存成功

source: Sell your photos as Prints &amp; Posters! Register with %sSnapGalaxy Pro account%s and start generating revenue.
da: Sælg dine fotos som udskrifter &amp; plakater! Registrer dig med en %sSnapGalaxy Pro account%s og begynd at tjene penge.
de: Verkaufen Sie Ihre Fotos als Bildabzüge und Poster! Registrieren Sie ein %sSnapGalaxy Pro Konto%s um Gewinne zu erhalten.
fr: Vendez vos photos en tirages et posters&nbsp;! Enregistrez vous auprès de %sSnapGalaxy.com Pro%s et commencez à générer du revenu.
it: Vendi le tue foto come Stampe &amp; Poster! Registra un %saccount Pro di SnapGalaxy%s e inizia a guadagnare.
ja: Printers &amp; Postersとして写真を販売してください！%sSnapGalaxy Pro アカウント%sで登録して収入を得始めてください！
pl: Sprzedawaj zdjęcia jako wydruki i plakaty. Zarejestruj konto %sSnapGalaxy Pro%s i zacznij zarabiać.
ru: Превращайте ваши фотографии в твёрдые копии и постеры и продавайте! Получите на SnapGalaxy %sпрофессиональный аккаунт%s и у вас будет доход.
sr: Prodajte svoje fotografije kao štampane postere! Napravite %sSnapGalaxy Pro nalog%s i počnite da zarađujete.
sv: Sälj dina foton som Utskrifter &amp; Affischer! Registrera ett %sSnapGalaxy Pro-konto%s och börja tjäna pengar.
zh_tw: 將你的照片印成相紙和海報！登錄一個 %sSnapGalaxy 專業帳號%s開始賺錢吧。

source: SnapGalaxy Partner ID
fr: Identifiant de partenaire SnapGalaxy
it: Partner ID di SnapGalaxy
ja: SnapGalaxyパートナーID
ru: Идентификатор партнёра SnapGalaxy
zh_tw: SnapGalaxy 合作伙伴編號

source: You must enter a valid snapgalaxy partner id or set it as %s if you do not have one.
da: Du skal indtaste et gyldigt snapgalaxy partner ID eller sætte det til %s hvis du ikke har et.
de: Sie müssen eine SnapGalaxy Partner ID eingeben oder setzen Sie den Wert auf %s falls Sie keine haben.
fr: Vous devez saisir un identifiant de partenaire SnapGalaxy valide ou le positionner à %s si vous n'en avez pas.
it: È necessario inserire un partner id valido di snapgalaxy o impostarlo a %s se non se ne ha uno.
ja: 有効なSnapGalaxyのパートナーIDを入力するか、それを持っていないなら、%sとしてそれを設定してください。
pl: Proszę podać prawidłowy identyfikator SnapGalaxy lub w przypadku braku własnego identyfikatora: %s.
ru: Введите верный идентификатор партнёра SnapGalaxy или введете: %s, если у вас его нет.
sr: Morate uneti ispravan SnapGalaxy Partner ID ili ga podesiti kao %s ako ga nemate.
sv: Du måste ange ett giltigt SnapGalaxy Partner ID eller ange det till %s om du inte har något.
zh_tw: 你必需輸入一個有效的 SnapGalaxy 合作伙伴編號。如果你沒有這個編號的話，請把它設成%s。

source: Save
da: Gem
de: Speichern
fr: Sauver
it: Salva
ja: 保存
pl: Zapisz
ru: Сохранить
sr: Sačuvaj
sv: Spara
zh_tw: 儲存

source: Reset
da: Nulstil
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta
ja: リセット
pl: Przywróć ustawienia domyślne
ru: Отменить
sr: Poništi
sv: Återställ
zh_tw: 重置

source: An error occurred while sending your photos over to SnapGalaxy.com for printing. If this failure occurs more than once, please contact your system administrator for assistance.
da: Der opstod en fejl ved afsendelse af dine fotos, til SnapGalaxy.com, til udskrivning. Hvis denne fejl opstår mere end én gang, kontakt da venligst din systemadministrator for hjælp.
de: Es gab einen Fehler während der Übertragung des Druck-Auftrags zu SnapGalaxy.com. Falls dieser Fehler häufiger auftritt, wenden Sie sich bitte an Ihren Gallery System-Administrator.
fr: Une erreur est survenue pendant l'envoi de vos photos vers SnapGalaxy.com pour impression. Si cette erreur se manifeste de nouveau, veuillez contacter votre administrateur système pour assistance.
it: Si è verificato un errore durante l'invio delle foto a SnapGalaxy.com per la stampa. Se questo problema si verifica più di una volta, chiedere assistenza all'amministratore del sistema.
ja: 印刷するためにsnapgalaxy.comへ写真を送信している最中にエラーが発生しました。これが何度も怒るようなら支援のためにシステム管理者へお問合せください。
pl: Wystąpił błąd podczas przesyłania zdjęć do SnapGalaxy.com. Jeśli problem powtórzy się ponownie, proszę skontaktować się z administratorem systemu.
ru: Произошла ошибка при передаче фотографий на SnapGalaxy.com. Если это повторится, свяжитесь с вашим системным администратором.
sr: Desila se greška prilikom slanja vaših fotografija na SnapGalaxy.com na štampu. Ako se ovaj problem ponovi, molimo vas da kontaktirate administratora vašeg sistema.
sv: Ett fel uppstod när dina foton skickades till SnapGalaxy.com för utskrift. Om det här felet uppstår mer än en gång, var vänlig kontakta din systemadministratör för hjälp.
zh_tw: 在將你的照片送往 SnapGalaxy.com 列印時發了了錯誤。如果這個錯誤不斷發生，請向你的系統管理員求助。

source: View your cart
da: Se din kurv
de: Ihren Warenkorb anzeigen
fr: Afficher votre panier
it: Visualizza il carrello
ja: カートを見る
pl: Twój koszyk
ru: Перейти в накопитель
sr: Pregled vaše korpe
sv: Visa din varukorg
zh_tw: 查看你的購物車
