Repository: dakanji/G2Project
Catalog: modules/webcam/po/*.po
Languages: af, it

source: WebCam/Live Image
af: WebCam/Live Beeld
it: WebCam/Immagine Dal Vivo

source: Available to all users with permission to add items
it: Disponibile per tutti gli utenti che abbiano permessi di inserimento oggetti

source: Site Admins only
it: Solo per gli Amministratori del sito

source: Disabled
it: Disabilitato

source: Support periodically updated images like a webcam
af: Ondersteuning vir periodies bygewerkte beelde soos vir 'n webcam
it: Supporta immagini aggiornate periodicamente come una webcam

source: Import
af: Voer in
it: Importazione

source: Enter a URL below to a webcam or other live image anywhere on the net.
af: Sleutel 'n URL hieronder in na 'n webcam of ander lewendige beeld Ãªrens op die internet.
it: Inserire qui sotto la URL di una webcam o di un'altra immagine dal vivo in internet.

source: You must enter a URL to an image
af: U moet 'n URL na 'n beeld verskaf
it: È necessario inserire l'URL di un'immagine

source: The URL entered must begin with http:// or file://
it: L'URL inserita deve iniziare con http:// oppure file://

source: The image URL you specified is unavailable
af: Die verskafde beeld URL is nie beskikbaar nie
it: L'URL dell'immagine specificata non è disponibile

source: The image URL you specified is not an image type
af: Die beeld URL is nie 'n beeldtipe nie
it: L'URL dell'immagine specificata non è di tipo immagine.

source: Check URL
af: Gaan URL na
it: Controlla l'URL

source: change
af: verander
it: modifica

source: Add Image
af: Voeg Beeld by
it: Aggiungi Immagine

source: WebCam Settings
af: WebCam Verstellings
it: Configurazione WebCam

source: Settings saved successfully
af: Verstellings suksesvol gelaai
it: Configurazione salvata con successo

source: Enable
it: Attivazione

source: Add From Web (http://)
it: Aggiungi Dal Web (http://)

source: Security Warning
it: Avviso di Sicurezza

source: The webcam module can be abused to attack other websites in your name. For the attacked party it would seem as if you, the administrator of this Gallery, deliberately attacked their website because your Gallery acts on behalf of your users. Therefore it is recommended to enable this feature only for trusted users.
it: Il modulo webcam può essere utilizzato per attachi ad altri siti a nome del proprietario di questo sito. Al soggetto attaccato sembrerà che il proprietario di questo sito abbia deliberatamente attaccato il suo sito, perché Gallery agisce per conto dei propri utenti. Perciò si raccomanda di attivare questa funzionalità solamente per gli utenti fidati.

source: The webcam module also allows you to add files from the local server (e.g. with "file://home/youraccount/images/foo.jpg"). This particular feature is limited to site administrators since it gives access to the local file system.
it: Il modulo webcam permette anche di aggiungere file provenienti dal server locale (ad es. con "file://home/youraccount/images/foo.jpg"). Questa particolare funzionalità è limitata agli amministratori del sito poiché dà accesso al file system locale.

source: Enter length of time a webcam item should keep one image before refreshing from the source url.
af: Verskaf die tydsduur wat 'n webcam item 'n bepaalde beeld moet behou voordat die beeld vanaf die url herlaai word.
it: Inserire il periodo di tempo in cui un oggetto webcam debba mantenere un'immagine prima di aggiornarla dall'url sorgente.

source: Duration in minutes:
af: Tydsduur in minute:
it: Durata in minuti:

source: Invalid duration value
af: Ongeldige tydsduur
it: Valore di durata non valido

source: Save
af: Stoor
it: Salva

source: Reset
af: Herstel
it: Reimposta

source: The URL entered must begin with http://
af: Die verskafde URL moet met http:// begin
