Repository: dakanji/G2Project
Catalog: modules/rss/po/*.po
Languages: sk

source: This feed no longer exists!
sk: Tento kanál už neexistuje!

source: Feeds of that type are not allowed!
sk: Kanál tohto typu nie je povolený!

source: Incorrect feed type!
sk: Nesprávny typ kanála!

source: Comments module is not active or comment feeds are not allowed!
sk: Modul komentárov nie je aktívny alebo kanály komentárov nie sú povolené!

source: Not permitted to view comments for this item
sk: Nie je povolené prezerať komentáre k tejto položke

source: RSS Feed for this Album
sk: RSS kanál pre tento album

source: RSS Feed for this Photo
sk: RSS kanál pre túto fotografiu

source: RSS Feed for this Movie
sk: RSS kanál pre tento film

source: RSS Feed for this %s
sk: RSS kanál pre %s

source: Configure RSS Feeds
sk: Konfigurovať RSS kanály

source: Simple RSS Feed
sk: Spoločný RSS kanál

source: Short URL for Simple RSS Feeds
sk: Skrátená URL adresa spločného RSS kanála

source: RSS Feed
sk: RSS kanál

source: The name of the configured RSS Feed
sk: Meno konfigurovaného RSS kanála

source: Short URL for Configurable RSS Feeds
sk: Skrátená adresa konfigurovateľného RSS kanála

source: In album %s
sk: V albume %s

source: Items in an album
sk: Položky v albume

source: Sub-albums of an album
sk: Podalbumy albumu

source: Items in an album and its sub-albums
sk: Položky v albume a jeho podalbumoch

source: Comments for an album
sk: Komentáre k albumu

source: Comments for an item
sk: Komentáre k položke

source: Comments for an album and its subalbums
sk: Komentáre k albumu a jeho podalbumom

source: Random items in an album
sk: Náhodné položky v albume

source: Random items in an album and its subalbums
sk: Náhodné položky v albume a jeho podalbumoch

source: RSS Feeds
sk: RSS kanály

source: Settings have been saved
sk: Nastavenia boli uložené

source: Feed successfully deleted
sk: Kanál bol úspešne odstránený

source: An error occured
sk: Nastala chyba

source: List
sk: Zoznam

source: Edit Feed
sk: Úprava kanála

source: New Feed
sk: Nový kanál

source: Feed URL
sk: URL kanála

source: Feed name
sk: Meno kanála

source: You can't change the name of the feed
sk: Nemôžete zmeniť meno kanála

source: Pick name for your feed (this name will be referenced in the URL to your feed so try to use only letters)
sk: Zvoľte meno pre kanál (toto meno bude zobrazené v URL odkaze na kanál, preto použite iba písmená)

source: You must enter a name
sk: Musíte zadať meno

source: This name is already used, please select another one
sk: Toto meno je už použité, prosím vyberte iné

source: Description
sk: Popis

source: Feed settings
sk: Nastavenia kanála

source: Choose what type of data that will be present in the feed
sk: Vyberte aký typ dát bude zaradený do kanála

source: Type of feed
sk: Typ kanála

source: Items in this album
sk: Položky v tomto albume

source: Feeds of this type are disallowed by the administrator. Users won't be able to view them.
sk: Kanály tohto typu sú vypnuté administrátorom. Používatelia ich nemôžu zobraziť.

source: Sub-albums of this album
sk: Podalbumy tohto albumu

source: Items in this album and its subalbums
sk: Položky v tomto albume a jeho podalbumoch

source: Limit the number of items per album
sk: Limit počtu položiek na album

source: Invalid limit (must be a positive number, 0 to disable the limit)
sk: Neplatný limit (musí byť kladné číslo, 0 limit vypne)

source: (enter 0 to disable the limit)
sk: (zadajte 0 ak chcete limit vypnúť)

source: Comments for this album
sk: Komentáre k tomuto albumu

source: Comments for this album and its subalbums
sk: Komentáre k tomuto albumu a jeho podalbumom

source: Random pictures inside this album
sk: Náhodné obrázky zvnútra tohto albumu

source: Random pictures inside this album and its subalbums
sk: Náhodné obrázky zvnútra tohto albumu a jeho podalbumov

source: Comments for this item
sk: Komentáre k tejto položke

source: Which items
sk: Ktoré položky

source: New items only
sk: Iba nové položky

source: New and updated items
sk: Nové a aktualizované položky

source: Choose the options for the feed
sk: Vyberte nastavenia kanála

source: RSS version
sk: RSS verzia

source: Invalid version
sk: Neplatná verzia

source: Number of items
sk: Počet položiek

source: Invalid number
sk: Nesprávne číslo

source: language tag
sk: Označenie jazyka

source: Invalid language value
sk: Neplatné označenie jazyka

source: by default: en-us.
sk: predvolená hodnota: en-us.

source: List of all possible values
sk: Zoznam všetkých možných hodnôt

source: category tag
sk: označenie kategórie

source: ttl tag
sk: Doba platnosti

source: Invalid time to live, this must be a number of minutes (0 to disable ttl)
sk: Neplatná doba platnosti, toto musí byť číslo v minútach (0 vypne dobu platnosti)

source: Time to live: this must be a number of minutes (0 to disable ttl) aggregators should wait between checks of whether the feed has been updated
sk: Doba platnosti: toto musí byť číslo predstavujúce za ako dlho v minútach (0 vypne dobu platnosti) by mali čítačky správ kontrolovať, či nebol kanál zaktualizovaný

source: Invalid copyright
sk: Neplatný copyright

source: Use image tag
sk: Použitie obrázkov

source: Include image tag
sk: Začleniť obrázky

source: This adds a main image to the feed, corresponding to the thumbnail for this item
sk: Toto pridá do kanála hlavný obrázok, korešpondujúci s miniatúrou tejto položky

source: Invalid value
sk: Neplatná hodnota

source: Use enclosures
sk: Použitie príloh

source: Include enclosure tags
sk: Začleniť prílohy

source: This adds an enclosure to each image in the feed, that contains the full resolution image
sk: Toto pridá prílohu ku každému obrázku v kanále, ktorá bude obsahovať obrázok v originálnej veľkosti

source: Use Media RSS
sk: Použite Media RSS

source: Include Media RSS tags
sk: Začleniť Media RSS

source: This adds Media RSS tags to the feed, which allows media-oriented clients to display the feed in a more useful fashion
sk: Toto pridá do kanála Media RSS, čo umožní vyspelejším čítačkám krajšie zobraziť kanál

source: about Media RSS
sk: viac o Media RSS

source: Cloud tag (RSS 2.0)
sk: Značka Cloud (RSS 2.0)

source: If you want to use the cloud tag, you can set up its properties here
sk: Ak chcete použiť značku Cloud, tu môžete nastaviť jej parametre

source: Example:
sk: Príklad:

source: domain
sk: doména

source: path
sk: cesta

source: registerProcedure
sk: registračná procedúra

source: protocol
sk: protokol

source: Cloud tag
sk: Značka Cloud

source: Include the cloud tag
sk: Začleniť značku Cloud

source: Invalid string
sk: Neplatný reťazec

source: Invalid port number
sk: Neplatné číslo portu

source: Update Feed
sk: Aktualizovať kanál

source: Create Feed
sk: Vytvoriť kanál

source: Cancel
sk: Zrušiť

source: RSS feeds for this item
sk: RSS kanály pre túto položku

source: No feeds have yet been defined
sk: Ešte neboli zadefinované žiadne kanály

source: Feed link
sk: Odkaz na kanál

source: Feed type
sk: Typ kanála

source: Actions
sk: Akcie

source: delete
sk: odstrániť

source: edit
sk: upraviť

source: This is a list of all the feeds that are available on this Gallery
sk: Toto je zoznam všetkých kanálov, ktoré sú dostupné v Galérii

source: RSS Settings
sk: RSS nastavenia

source: Settings
sk: Nastavenia

source: Simple Feed Settings
sk: Nastavenia spoločného kanála

source: General settings
sk: Všeobecné nastavenia

source: These are the default and maximum values that are used by all feeds on your Gallery
sk: Toto sú predvolené a maximálne hodnoty, ktoré sú použité všetkými kanálmi Galérie

source: Default number of items in feeds
sk: Predvolený počet položiek v kanále

source: Invalid default number
sk: Neplatná predvolený počet

source: Maximum number of items in feeds
sk: Maximálny počet položiek v kanále

source: Invalid maximum number
sk: Neplatný maximálny počet

source: Maximum age for items in feeds
sk: Maximálny vek položiek v kanále

source: Invalid maximum age number
sk: Neplatný maximálny vek

source: Default ttl
sk: Predvolená doba platnosti (ttl)

source: Default copyright
sk: Predvolený copyright

source: Feed Types
sk: Typy kanálov

source: Configure which types of feeds are allowed
sk: Nastavte, ktoré typy kanálov budú povolené

source: Allow Simple RSS Feed to be used
sk: Povoliť používanie jedného centrálneho RSS kanála

source: If you enable this, users will be able to subscribe to a feed for any album or photo they can view.
sk: Ak túto možnosť povolíte, používatelia sa budú môcť prihlásiť k odberu noviniek z akéhokoľvek albumu alebo fotografie, ktorú uvidia.

source: To edit the settings for Simple Feeds, use the corresponding tab at the top of the screen.
sk: Ak chcete upraviť nastavenia pre spoločný kanál, použite príslušnú kartu navrchu stránky.

source: Allow configurable RSS feeds to be used
sk: Povoliť použitie konfigurovateľných kanálov

source: Only album owners will be able to define such feeds. They can set parameters for the type of feed they want.
sk: Tieto kanály budú môcť definovať iba vlastníci albumu. Môžu nastaviť parametre pre typ kanála aký chcú.

source: Once a feed is defined, users will be able to subscribe to those feeds if they can view the associated item.
sk: Akonáhle je kanál zadefinovaný, používatelia sa budú môcť prihlásiť k odberu noviniek z neho, ak majú právo na prezeranie asociovaných položiek.

source: Allow RSS feeds of photos inside an album
sk: Povoliť RSS kanály fotografií zvnútra albumu

source: Fast
sk: Rýchle

source: Allow RSS feeds of subalbums of an album
sk: Povoliť RSS kanály podalbumov albumu

source: Slow
sk: Pomalé

source: Allow RSS feeds of photos inside an album and its subalbums
sk: Povoliť RSS kanály fotografií zvnútra albumu a jeho podalbumy

source: Slower
sk: Pomalšie

source: Allow RSS feeds of comments of a photo
sk: Povoliť RSS kanály komentárov fotografií

source: Allow RSS feeds of comments of an album
sk: Povoliť RSS kanály komentárov albumu

source: Allow RSS feeds of comments for an album and its subalbums
sk: Povoliť RSS kanály komentárov pre albumy a ich podalbumy

source: Allow RSS feeds of random photos inside an album
sk: Povoliť RSS kanály náhodných fotografií zvnútra albumu

source: Allow RSS feeds of random photos inside an album and its subalbums
sk: Povoliť RSS kanály náhodných fotografií zvnútra albumu a jeho podalbumy

source: Slowest
sk: Najpomalšie

source: Save Settings
sk: Uložiť nastavenia

source: Reset
sk: Východzie hodnoty

source: Helping users discover RSS feeds
sk: Pomáhanie používateľom pri objavovaní RSS kanálov

source: If you want to help users discover feeds in your Gallery, you can add the RSS block to the themes used in your Gallery.
sk: Ak chcete pomôcť používateľom objaviť kanály Galérie, môžete pridať RSS blok do témy vzhľadu, ktorý Galéria používa.

source: This will have two effects: the block itself, which users can see and pick feeds from (and get a list of all feeds); and hidden page headers that modern web browsers will use to make it easier for the user to subscribe to the feeds.
sk: Bude to mať dva účinky: blok samotný, ktorý používatelia uvidia a vyberú si z neho (a získajú zoznam všetkých kanálov) a skryté hlavičky stránky, ktoré moderné prehliadače používajú na vytvorenie jednoduchšieho spôsobu prihlásenia sa k odberu z kanálov pre používateľov.

source: Global list of RSS feeds
sk: Globálny zoznam RSS kanálov

source: On item
sk: Na položke

source: Simple Feed settings
sk: Nastavenia spoločného kanála

source: For albums
sk: Pre albumy

source: Items in the album
sk: Položky v albume

source: Sub-albums of the album
sk: Podalbumy albumu

source: Items in the album and its subalbums
sk: Položky v albume a jeho podalbumy

source: Comments for the album
sk: Komentáre albumu

source: For items
sk: Pre položky

source: Comments for items (always selected)
sk: Komentáre položiek (vždy označené)

source: List all RSS Feeds
sk: Zoznam všetkých RSS kanálov

source: List of RSS Feeds
sk: Zoznam RSS kanálov

source: Number of feeds to display
sk: Počet kanálov, ktoré sa zobrazia

source: all
sk: všetko
