Repository: dakanji/G2Project
Catalog: modules/members/po/*.po
Languages: sl

source: Everybody
sl: Vsi

source: Registered Users
sl: Registrirani uporabniki

source: Site Admins
sl: Administratorji

source: Show Email Addresses
sl: Pokaži e-mail naslove

source: Don't Show Email Addresses
sl: Skrij e-mail naslove

source: Member Items
sl: Prdemeti uporabnika

source: Members List
sl: Seznam uporabnikov

source: Members Profile
sl: Profil uporabnika

source: Members
sl: Profili

source: Members List and Profiles
sl: Profili in seznam uporabnikov

source: Gallery
sl: Galerija

source: Members Settings
sl: Nastavitve profilov uporabnikov

source: Settings saved successfully
sl: Spremembe shranjene

source: This will select who can see the members list and member profiles.
sl: Izberite kdo lahko vidi seznam uporabnikov in profile

source: This will select if email addresses are displayed in the member profiles. Administrators will always be able to see email addresses.
sl: Izberite ali so e-mail naslovi prikazani v profilu uporabnika. Administratorji bojo vedno lahko videli e-mail naslov.

source: Save
sl: Shrani

source: Reset
sl: Poenostavi

source: Member Items for %s
sl: Predmeti uporabnika za %s

source: %d item total
sl: Skupaj %d predmet

source: &laquo; first
sl: &laquo; prvi

source: &laquo; back
sl: &laquo; prejšnji

source: Viewing page %d of %d
sl: Stran %d od %d

source: next &raquo;
sl: naslednji &raquo;

source: last &raquo;
sl: zadnji &raquo;

source: Type
sl: Vrsta

source: Date
sl: Datum

source: Time
sl: Čas

source: Name
sl: Ime

source: Item
sl: Predmet

source: None
sl: Brez

source: %d member
sl: (%d uporabnik)

source: Username
sl: Uporabniško ime

source: Full Name
sl: Pravo Ime

source: Member Since
sl: Uporabnik od

source: Member Profile for %s
sl: Profil uporabnika %s

source: Name:
sl: Ime:

source: Member Since:
sl: Uporabnik od:

source: (%d day)
sl: (% dan)

source: (today)
sl: (danes)

source: Last Items:
sl: Zadnji predmeti:

source: List All &raquo;
sl: Prikaži vse &raquo;

source: %s member
sl: %s uporabnik

source: Members Block
sl: Blok uporabnikov
