Repository: dakanji/G2Project
Catalog: modules/mime/po/*.po
Languages: el

source: This type of file not allowed; item will not be added.
el: Αυτός ο τύπος αρχείου δεν επιτρέπεται. Το αρχείο δεν θα προστεθεί.

source: MIME Maintenance
el: Συντήρηση MIME

source: Maintain MIME types and file extensions
el: Διατήρηση τύπων MIME και επεκτάσεις αρχείων

source: Extra Data
el: Επιπρόσθετα στοιχεία

source: MIME Types
el: Τύποι MIME

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: MIME entry saved successfully
el: Η Εισαγωγή του Mime αποθηκεύτηκε με επιτυχία

source: MIME entry deleted
el: Η καταχώριση του Mime διαγράφηκε

source: Allow all uploads
el: Επιτρέψτε όλα τα ανεβάσματα

source: Block upload of types selected below
el: Αποκλεισμός ανεβάσματος για τους τύπους που επιλέχτηκαν πιο κάτω

source: Only allow uploads of types selected below
el: Επιτρέψετε το ανέβασμα μόνο μόνο των τύπων που είναι επιλεγμένοι πιο κάτω

source: Save
el: Αποθήκευση

source: Reset
el: Επαναφορά

source: Add new MIME type
el: Προσθέστε νέο τύπο MIME

source: Extensions
el: Επεκτάσεις

source: Viewable
el: Εμφανίσιμο

source: Actions
el: Ενέργειες

source: edit
el: επεξεργασία

source: delete
el: διαγραφή

source: Allow Upload
el: Επιτρέπεται το ανέβασμα

source: Block Upload
el: Αποκλεισμός ανεβάσματος

source: Edit MIME type: %s
el: Επεξεργασία τύπου MIME: %s

source: New MIME type
el: Νέος τύπος MIME

source: Mime entry saved successfully
el: Η Εισαγωγή του Mime αποθηκεύτηκε με επιτυχία

source: MIME type:
el: Τύπος MIME:

source: Viewable?
el: Εμφανίσημο;

source: MIME type must be specified.
el: Πρέπει να οριστεί ο τύπος MIME

source: This extension is already in use and cannot be reused.
el: Αυτή η επέκταση χρησιμοποιείται ήδη και δεν μπορεί να χρησιμοποιηθεί ξανά.

source: You must specify at least one extension.
el: Πρέπει να δηλώσετε τουλάχιστον ένα προορισμό

source: Apply
el: Εφαρμογή

source: Cancel
el: Ακύρωση

source: Warning: Adding and allowing upload of any of the following mime types could leave you open to %sCross Site Scripting%s security vulnerabilities.
el: Προειδοποίηση: Προσθέτοντας και επιτρέποντας το ανέβασμα οποιονδήποτε από τους τύπους mime που ακολουθούν μπορεί να σας αφήσει ανοικτούς σε %sCross Site Scripting%s τρύπες ασφάλειας.
