Repository: dakanji/G2Project
Catalog: modules/imageblock/po/*.po
Languages: el

source: Image Block
el: Μπλοκ εικόνας

source: Random, Most Recent or Most Viewed Photo or Album
el: Τυχαία, νεότερα ή περισσότερο εμφανιζόμενα άλμπουμ ή εικόνες

source: Blocks
el: Μπλοκ

source: Random Image
el: Τυχαία εικόνα

source: Newest Image
el: Νεότερη εικόνα

source: Most Viewed Image
el: Εικόνα με πιο πολλές εμφανίσεις

source: Random Album
el: Τυχαίο άλμπουμ

source: Newest Album
el: Νεότερο άλμπουμ

source: Most Viewed Album
el: Άλμπουμ με πιο πολλές εμφανίσεις

source: Picture of the Day
el: Εικόνα της ημέρας

source: Picture of the Week
el: Εικόνα της εβδομάδας

source: Picture of the Month
el: Εικόνα του μήνα

source: Album of the Day
el: Άλμπουμ ημέρας

source: Album of the Week
el: Άλμπουμ εβδομάδας

source: Album of the Month
el: Άλμπουμ του μήνα

source: Date:
el: Ημερομηνία:

source: Views: %d
el: Προβολές: %d

source: Owner: %s
el: Ιδιοκτήτης: %s

source: Prevent this album from being displayed in the Image Block
el: Αποτρέψετε την εμφάνιση αυτού του άλμπουμ να εμφανίζεται στο Μπλοκ Φωτογραφίας

source: Apply ImageBlock settings to sub-albums
el: Εφαρμογή ρυθμίσεων μπλοκ εικόνας στα υπό άλμπουμ

source: Image Block Settings
el: Ρυθμίσεις μπλοκ εικόνας

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: Show
el: Εμφάνιση

source: Heading
el: Επικεφαλίδα

source: Title
el: Τίτλος

source: Date
el: Ημερομηνία

source: View Count
el: Μέτρητη προβολών

source: Owner
el: Ιδιοκτήτης

source: Frames
el: Πλαίσια

source: View samples
el: Εμφάνιση δειγμάτων

source: Album Frame
el: Πλαίσιο άλμπουμ

source: Photo Frame
el: Πλαίσιο φωτογραφίας

source: Save
el: Αποθήκευση

source: Reset
el: Επαναφορά

source: External Image Block
el: Εξωτερικό μπλοκ εικόνας

source: Use a PHP block like the one shown below to include an image block in a PHP page outside of Gallery.
el: Χρησιμοποιήστε ένα μπλοκ PHP όπως το πιο κάτω για να χρησιμοποιήσετε ένα μπλοκ φωτογραφίας σε μια σελίδα PHP εκτός της Γκαλερί.

source: Pipe(|) separate list chosen from: randomImage, recentImage, viewedImage, randomAlbum, recentAlbum, viewedAlbum, dailyImage, weeklyImage, monthlyImage, dailyAlbum, weeklyAlbum, monthlyAlbum, specificItem; default is randomImage
el: Κάθετος(|) ξεχωρίζει λίστα επιλεγμένη από: randomImage, recentImage, viewedImage, randomAlbum, recentAlbum, viewedAlbum, dailyImage, weeklyImage, monthlyImage, dailyAlbum, weeklyAlbum, monthlyAlbum, specificItem; προεπιλεγμένο είναι το randomImage

source: Pipe(|) separated list chosen from: title, date, views, owner, heading, fullSize, rawImage; the value can also be: none
el: Pipe(|) επιλογή διαφορετικής λίστας από: title, date, views, owner, heading, fullSize; η αξία μπορεί επίσης να είναι: καμία

source: Limit the item selection to the subtree of the gallery under the album with the given id; or the id of the item to display when used with specificItem block type
el: Περιορίστε την επιλογή αρχείου στο υπό-δέντρο της γκαλερί κάτω από το άλμπουμ με το δοσμένο id ή το id του αρχείου για εμφάνιση όταν χρησιμοποιείται με specificItem τύπο μπλοκ.

source: Scale images to this maximum size. If used alone Gallery will locate the most-closely-sized image to the specified value - larger images will be scaled down as necessary in your browser. If specified along with %sshow=fullSize the full size image will always be used and scaled down as necessary.
el: Κλιμάκωση φωτογραφιών στο μέγιστο μέγεθος. Αν χρησιμοποιηθεί η Γκαλερί θα βρει το πιο κοντινό μέγεθος φωτογραφίας στην καθορισμένη τιμή – μεγαλύτερες φωτογραφίες θα κλιμακωθούν όπως απαιτείται στον περιηγητή σας. Αν καθοριστεί μαζί με %sshow=fullSize θα χρησιμοποιείται πάντα το πλήρες μέγεθος της φωτογραφίας και θα κλιμακωθεί όπως απαιτείται.

source: Just like %smaxSize except that it will not substitute an image smaller than the size you request, so you'll get the closest match in size possible. Note that this may use a lot more bandwidth if a much larger image has to be scaled down in your browser.
el: Όπως ακριβώς με το %smaxSize αλλά αυτό δεν θα αντικαταστήσει μια φωτογραφία μικρότερη από το μέγεθος που ζητήσατε, γι' αυτό θα πάρετε το πιο κοντινό πιθανόν μέγεθος. Σημειώστε ότι αυτό μπορεί να χρησιμοποιήσει περισσότερο bandwidth αν ένα πολύ μεγαλύτερο μέγεθος πρέπει να κλιμακωθεί στον περιηγητή σας.

source: Href for link on image; value of none for no link; default is link to item in the Gallery
el: Href για σύνδεσμο στην φωτογραφία, none τιμή για κανένα σύνδεσμο, σαν προεπιλογή είναι σύνδεσμος προς το αντικείμενο στην Γκαλερί

source: Add a link target (for example, to open links in a new browser window)
el: Προσθέστε προορισμό συνδέσμου (για παράδειγμα, άνοιγμα συνδέσμων σε νέο παράθυρο)

source: Image frame to use around images
el: Πλαίσιο εικόνας γύρω από τις εικόνες

source: Image frame to use around albums
el: Πλαίσιο εικόνας γύρω από τα άλμπουμ

source: If a parameter marked with * is omitted then the site default defined above is used.
el: Αν η παράμετρος που είναι σημειωμένη με * αγνοηθεί τότε θα χρησιμοποιηθεί η προεπιλεγμένη επιλογή που ορίζετε πιο πάνω.

source: Image frames require CSS to be displayed correctly. Include the following in the %s section to support image frames.
el: Τα πλαίσια εικόνας απαιτούν CSS για να εμφανίζονται σωστά. Συμπεριλάβετε το πιο κάτω στην ενότητα %s για να υποστηρίξετε πλαίσια εικόνας.

source: Specify the frame id (or pipe separated list of ids) in the frames parameter. Omit the parameter to support the image frames configured above. Frame ids are the directory names in the %s directory.
el: Δηλώστε το id του πλαισίου (ή λίστα των id χωρισμένη με κάθετους) στην παράμετρο των πλαισίων. Παραλείψτε την παράμετρο για να υποστηρίξετε τα πλαίσια εικόνας που ρυθμίστηκαν πιο πάνω. Τα id πλαισίων είναι τα ονόματα των καταλόγων στον κατάλογο %s.

source: Image type
el: Τύπος εικόνας

source: Random image
el: Τυχαία εικόνα

source: Recent image
el: Πρόσφατη εικόνα

source: Viewed image
el: Εμφανισμένη εικόνα

source: Random album
el: Τυχαίο άλμπουμ

source: Recent album
el: Πρόσφατο άλμπουμ

source: Viewed album
el: Εμφανισμένο άλμπουμ

source: Daily image
el: Εικόνα ημέρας

source: Weekly image
el: Εβδομαδιαία εικόνα

source: Monthly image
el: Μηνιαία εικόνα

source: Daily album
el: Ημερήσιο άλμπουμ

source: Weekly album
el: Εβδομαδιαίο άλμπουμ

source: Monthly album
el: Μηνιαίο άλμπουμ

source: Number of items
el: Αριθμός των στοιχείων

source: Use default settings
el: Χρησιμοποίηση προεπιλεγμένων ρυθμίσεων

source: Show heading
el: Εμφάνιση επικεφαλίδας

source: Show title
el: Εμφάνιση τίτλου

source: Show date
el: Εμφάνιση ημερομηνίας

source: Show view count
el: Εμφάνιση μετρητή

source: Show owner
el: Εμφάνιση ιδιοκτήτη
