Repository: dakanji/G2Project
Catalog: modules/webdav/po/*.po
Languages: el, ja, ru

source: Mount with WebDAV
el: Προσάρτηση με WebDAV
ja: WebDAVでマウントする
ru: Установить при помощи WebDAV

source: Mount Gallery on your desktop.
el: Προσαρτήστε την γκαλερί στην επιφάνεια εργασίας σας.
ja: GalleryをあなたのPCにマウントします
ru: Установка Галереи на ваш рабочий стол.

source: Remote Interfaces
el: Απομακρυσμένες επιφάνειες
ja: リモートインターフェース
ru: Интерфейс удалённого доступа

source: Connect to WebDAV
el: Σύνδεση σε WebDAV
ja: WebDAVに接続
ru: Подключиться к WebDAV

source: Use short URL because most WebDAV clients don't support query strings. The Windows WebDAV client requires that you don't add a slash before the %path% variable.
ja: ほとんどのWebDAVクライアントがクエリ文字列をサポートしないので短いURLを使用してください。WindowsのWebDAVクライアントはあなたが%path%変数の前にスラッシュを加えないようにする必要があります。
ru: Используйте короткий URL потому, что большинство WebDAV клиентов не поддерживает серии запросов. WebDAV клиент требует, чтобы слэш перед %путём% к переменной не добавлялся.

source: Path to an item (eg. /album/image.jpg.html)
el: Διαδρομή σ' ένα αντικείμενο (πχ. /album/image.jpg.html)
ja: アイテムへのパス (例: /album/image.jpg.html)
ru: Путь к элементу (например, /album/image.jpg.html)

source: Mount WebDAV
el: Προσάρτηση WebDAV
ja: WebDAVをマウント
ru: Установить WebDAV

source: Give davmount resources the correct extension.
ja: 正しい拡張をdavmountリソースに与えます。
ru: Дайте корректное расширение для davmount ресурсов.

source: OPTIONS Requests
el: Επιλογές αιτημάτων
ja: OPTIONSリクエスト
ru: OPTIONS запросы

source: Redirect OPTIONS requests so we can set DAV headers.
ja: DAVヘッダを設定できるようにOPTIONSリクエストをリダイレクトします。
ru: Перенаправьте OPTIONS запросы так, чтобы мы могли задать DAV заголовки.

source: WebDAV Mount Instructions
el: Οδηγίες προσάρτησης WebDAV
ja: WebDAVのマウントの説明
ru: Инструкции по установке WebDAV

source: %sClick here%s to mount Gallery on your desktop with a WebDAV client. Documentation on mounting Gallery with WebDAV is in the %sGallery Codex%s.
el: %sΚλικ εδώ%s για να προσαρτήσετε την Γκαλερί στην επιφάνεια εργασίας σας με το WebDAV. Τεκμηρίωση για προσάρτηση της Γκαλερί με WebDAV είναι στη %sGallery Codex%s.
ja: %sここをクリック%sしてWebDAVクライアントでデスクトップにGalleryをマウントしてください。WebDAVでGalleryをマウントするためのドキュメントは%sGalleryCodex%sにあります。
ru: %sНажмите здесь%s чтобы установить Галерею на ваш рабочий стол с помощью WebDAV клиента. Документация для помощи находится здесь: %sGallery Codex%s.

source: Alternatively, you can enter the following URL in your WebDAV client:
el: Εναλλακτικά, μπορείτε να εισάγετε το ακόλουθο URL στο WebDAV πρόγραμμα σας:
ja: 代わりに、あなたはWebDAVクライアントに以下のURLを入力することができます:
ru: В качестве альтернативы вы можете ввести следующий URL в WebDAV клиент:

source: WebDAV Settings
el: Ρυθμίσεις WebDAV
ja: WebDAVの設定
ru: Настройки WebDAV

source: Configuration checked successfully
el: Οι ρυθμίσεις ελέγχθηκαν με επιτυχία
ja: 設定のチェックに成功しました。
ru: Конфигурация успешно проверена

source: Most WebDAV clients will successfully connect. Documentation on mounting Gallery with WebDAV is in the %sGallery Codex%s.
el: Οι περισσότεροι πελάτες WebDAV θα συνδεθούν με επιτυχία. Τεκμηρίωση για προσάρτηση της Γκαλερί με WebDAV είναι στο %sGallery Codex%s.
ja: ほとんどのWebDAVクライアントは接続に成功するでしょう。WebDAVでGalleryをマウントするためのドキュメントは%sGalleryCodex%sにあります。
ru: Большинство WebDAV клиентов будут подключаться без проблем. Документация для помощи находится здесь: %sGallery Codex%s.

source: The URL to connect to Gallery with WebDAV is:
el: Η διεύθυνση URL για να συνδεθείτε στην Γκαλερί με WebDAV είναι:
ja: WebDAVでGalleryへ接続するためのURLは:
ru: URL для подключения к Галерее с помощью WebDAV:

source: PHP has no XML support
el: Η PHP δεν έχει υποστήριξη XML
ja: PHPがXMLに対応していません
ru: PHP не поддерживает XML

source: You can't connect with WebDAV because PHP has no XML support on this server. Troubleshooting documentation is in the %sGallery Codex%s.
ja: PHPはこのサーバでXMLをサポートしていないため、WebDAVで接続できません。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Вы не можете подключиться с помощью WebDAV потому, что PHP не поддерживает XML на этом сервере. Документация для помощи находится здесь: %sGallery Codex%s.

source: WebDAV requests not handled
ja: WebDAVのリクエストは扱えません。
ru: Запрос WebDAV не обработан

source: You can't connect with WebDAV because this server doesn't pass WebDAV requests to Gallery. Troubleshooting documentation is in the %sGallery Codex%s.
el: Δεν μπορείτε να συνδεθείτε με WebDAV επειδή ο server δεν περνά τα αιτήματα του WebDAV στην Γκαλερί. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: このサーバはGalleryへのWebDAVリクエストを通さないため、WebDAVで接続できません。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Вы не можете подключиться с помощью WebDAV потому, что сервер не обрабатывает запросы к Галерее. Документация для помощи находится здесь: %sGallery Codex%s.

source: HTTP auth module disabled
el: Το module HTTP auth είναι απενεργοποιημένο
ja: HTTP 認証モジュールが無効です
ru: Отключён модуль HTTP аутентификации

source: You can connect with WebDAV anonymously, but you can't do anything which requires you to login because the HTTP auth module is disabled. You should activate the HTTP auth module in the %sSite Admin Plugins option%s. Troubleshooting documentation is in the %sGallery Codex%s.
el: Μπορείτε να συνδέθείτε ανώνυμα με WebDAV, αλλά δεν μπορείτε να κάνετε τίποτα το οποίο απαιτεί σύνδεση επειδή η μονάδα HTTP auth είναι εκτός λειτουργίας. Πρέπει να ενεργοποιήσετε την μονάδα HTTP auth στην %sΔιαχείριση πρόσθετων%s. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: 匿名でのWebDAVの接続はできますが、HTTP認証モジュールが無効なら、ログインに必要な動作ができません。%sサイト管理プラグインオプション%sでHTTP認証モジュールを有効化すべきです。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Вы можете подключиться с помощью WebDAV анонимно, но ничего не сможете сделать потому, что отключён модуль HTTP аутентификации. Вы должны активизировать модуль HTTP аутентификации здесь:%sМодули и темы%s. Документация для помощи находится здесь: %sGallery Codex%s.

source: HTTP auth plugin disabled
el: Το πρόσθετο HTTP auth είναι απενεργοποιημένο
ja: HTTP 認証プラグインが無効です
ru: Отключён модуль HTTP аутентификации

source: You can connect with WebDAV anonymously, but you can't do anything which requires you to login because neither HTTP authentication nor server authentication are enabled in the HTTP auth module. You should activate HTTP authentication in the settings of the HTTP auth module.
el: Μπορείτε να συνδεθείτε ανώνυμα με WebDAV, αλλά δεν μπορείτε να κάνετε τίποτα το οποίο απαιτεί σύνδεση επειδή ούτε το HTTP authentication ούτε το server authentication είναι ενεργοποιημένα στο module HTTP auth. Πρέπει να ενεργοποιήσετε το HTTP authentication στις ρυθμίσεις του module HTTP auth
ja: 匿名でのWebDAVの接続はできますが、HTTP認証もサーバ認証もHTTP認証モジュールで有効化されていないので、ログインに必要な動作ができません。HTTP認証モジュールの設定でHTTP認証を有効化すべきです。
ru: Вы можете подключиться с помощью WebDAV анонимно, но ничего не сможете сделать потому, что отключена аутентификация на сервере. Вы должны активизировать HTTP аутентификацию в настройках модуля HTTP аутентификации.

source: 'Connect to WebDAV' rule disabled
ja: 「WebDAVへの接続」ルールは無効です
ru: Отключено правило 'Подключиться к WebDAV'

source: Most WebDAV clients will fail to connect because the URL rewrite rule to generate short WebDAV URLs is disabled. You should activate the 'Connect to WebDAV' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
ja: ほとんどのWebDAVクライアントは短いURLを生成させるURL置き換えモジュールが無効なため、接続に失敗するでしょう。%sサイト管理URL置き換えオプション%sで「WebDAVへの接続」ルールを有効化すべきです。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Большинство WebDAV клиентов не сможет подключиться потому, что отключено правило генерации коротких адресов для WebDAV. Вы должны активизировать это правило здесь %sНастройки модуля URL Rewrite %s. Документация для помощи находится здесь: %sGallery Codex%s.

source: Missing DAV headers
ja: DAVヘッダが見つかりません
ru: Отсутствуют DAV заголовки

source: Some WebDAV clients, e.g. Mac OS X WebDAVFS, will fail to connect because OPTIONS responses are missing DAV headers. Troubleshooting documentation is in the %sGallery Codex%s.
el: Μερικά WebDAV, π.χ. MAC OS Χ WebDAVFS, θα αποτύχουν να συνδεθούν επειδή οι ΕΠΙΛΟΓΕΣ απαντήσεων δεν έχουν DAV headers. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: いくつかのWebDAVクライアント(例：MacOSXのWebDAVFS等)はOPTIONSリクエストにDAVヘッダを見つけられないため、接続に失敗するでしょう。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Некоторые WebDAV клиенты, например Mac OS X WebDAVFS, не смогут подключиться потому, что OPTIONS отклики имеют неверные DAV заголовки. Документация для помощи находится здесь: %sGallery Codex%s.

source: Alternative URL missing DAV headers
ja: 代わりのURLにDAVヘッダが見つかりません
ru: Отсутствуют DAV заголовки для альтернативных URL

source: Because OPTIONS responses are missing DAV headers, we try to fall back on an alternative URL, but alternative URL responses are also missing DAV headers. Troubleshooting documentation is in the %sGallery Codex%s.
ja: OPTIONSレスポンスはDAVヘッダを見つけられないため、代替のURLに頼ろうとしますが、代替のURLの応答もDAVヘッダを見つけられません。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Т.к. OPTIONS отклики имеют неверные DAV заголовки мы пытаемся использовать альтернативный URL, но отклики на альтернативный URL также имеют неверные DAV заголовки. Документация для помощи находится здесь: %sGallery Codex%s.

source: URL rewrite module disabled
el: URL rewrite μονάδα απενεργοποιημένη
ja: URL 書き換えモジュールが無効です
ru: Отключён модуль URL Rewrite

source: Most WebDAV clients will fail to connect because the URL rewrite module is disabled. You should activate the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
el: Τα περισσότερα WebDAV αποτυγχάνουν να συνδεθούν επειδή το module Επανεγγραφή URL είναι εκτός λειτουργίας. Πρέπει να ενεργοποιήσετε το module Επαναγραφή URL στην %sΔιαχείριση Πρόσθετων%s και να επιλέξετε είτε Apache mod_rewrite είτε ISAPI_Rewrite. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: 多くのWebDAVクライアントはURL書き換えモジュールが無効なため、接続に失敗するでしょう。%sサイト管理プラグインオプション%sでURL書き換えモジュールを有効化して、Apacheのmod_rewriteかISAPI_Rewriteのどちらかを選択してください。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Большинство WebDAV клиентов не сможет подключиться потому, что отключён модуль URL Rewrite. Вы должны активизировать модуль URL Rewrite здесь%sМодули и темы%s и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь: %sGallery Codex%s.

source: Bad URL rewrite configuration
ja: URL 書き換えの設定が間違っています
ru: Неверная конфигурация модуля URL Rewrite

source: PHP PathInfo rewrite doesn't support the rule to fall back on an alternative URL. You should uninstall and reinstall the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting information is in the %sGallery Codex%s.
ja: PHP PathInfoの書き換えは代替のURLを頼るルールをサポートしません。%sサイト管理プラグインオプション%sでURL書き換えモジュールを再インストールしてApacheのmod_rewriteかISAPI_Rewriteのどちらかを選択してください。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: PHP PathInfo rewrite не поддерживает правило для альтернативного URL. Вы должны деинсталлировать и снова установить модуль URL Rewrite в %sМодули и темы%s и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь: %sGallery Codex%s.

source: 'OPTIONS Requests' rule disabled
el: Ο κανόνας 'ΕΠΙΛΟΓΕΣ αιτημάτων' είναι απενεργοποιημένος
ja: 「OPTIONSリクエスト」ルールは無効です
ru: Отключено правило 'OPTIONS Requests'

source: The URL rewrite rule to fall back on an alternative URL is disabled. You should activate the WebDAV 'OPTIONS Requests' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
el: Ο κανόνας της Επανεγγραφής URL για να χρησιμοποιήσει εναλλακτικό URL είναι εκτός λειτουργίας. Πρέπει να ενεργοποιήσετε τον κανόνα "ΕΠΙΛΟΓΕΣ Αιτημάτων" του WebDAV στην %sΔιαχείριση, Επιλογή Επαναγραφής URL %s. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: 代替のURLを頼るURL書き換えルールは向こうです。%sサイト管理URL書き換えオプション%sでWebDAVの「OPTIONSリクエスト」ルールを有効化してください。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Правило 'OPTIONS Requests' для альтернативного URL отключено. Вы должны активизировать это правило в %sнастройках модуля URL Rewrite %s. Документация для помощи находится здесь: %sGallery Codex%s.

source: Unknown Cause
el: Άγνωστη αιτία
ja: 原因不明
ru: Неизвестная причина

source: Some WebDAV clients, e.g. Mac OS X WebDAVFS, will fail to connect and automated checks failed to find a cause. Troubleshooting documentation is in the %sGallery Codex%s.
el: Μερικά WebDAV, π.χ. MAC OS Χ WebDAVFS, θα αποτύχουν να συνδεθούν και οι αυτοματοποιημένοι έλεγχοι θα αποτύχουν να βρούνε μια αιτία. Η τεκμηρίωση ανίχνευσης λαθών είναι στο %sGallery Codex%s.
ja: いくつかのWebDAVクライアント(例: MacOS XのWebDAVFS)は接続に失敗して、自動チェックによる原因を見つけることができないでしょう。トラブルシューティングのドキュメントは%sGallery Codex%sにあります。
ru: Некоторые WebDAV клиенты, например Mac OS X WebDAVFS, не смогут подключиться. Автоматическая проверка не выяснила причину. Документация для помощи находится здесь: %sGallery Codex%s.
