Repository: dakanji/G2Project
Catalog: modules/thumbpage/po/*.po
Languages: da

source: Changes saved successfully
da: Ændringerne er gemt

source: Thumbnail
da: Miniature

source: Thumbnail Page
da: Miniature side

source: Select page/frame from a multipage file or movie for the thumbnail
da: Vælg side/ramme fra en multi-siders fil eller film til miniaturen

source: Display
da: Vis

source: Thumbnail Page Module
da: Miniature Side Modul

source: This module requires an active graphics toolkit that supports either:
da: Dette modul kræver et grafikværktøj der enten supporterer:

source: A multi-page file type such as TIFF, PDF or Postscript
da: En multi-side fil som f.eks. TIFF, PDF eller Postscript

source: Example: ImageMagick module with gs (GhostScript) support
da: Eksempel: ImageMagick modul med gs (GhostScript) understøttelse

source: A movie type such as Mpeg or AVI
da: En filmtype som f.eks. Mpeg eller AVI

source: Example: Ffmpeg module
da: Eksempel: Ffmpeg modul

source: Select the time offset to use for this item's thumbnail.
da: Velg tidsforskydningen som skal bruges for dette elements miniature.

source: Seconds (Max = %s)
da: Sekunder (Maks = %s)

source: Enter a value between 0 and %s
da: Indtast en værdi mellem 0 og %s

source: Save
da: Gem

source: Reset
da: Nulstil

source: Select the page number to use for this item's thumbnail.
da: Vælg sidenummer som skal bruges af dette elements miniature.

source: Page
da: Side
