Repository: dakanji/G2Project
Catalog: modules/permalinks/po/*.po
Languages: el

source: Permalink(s) deleted successfully
el: Οι Μόνιμοι σύνδεσμοι διαγράφηκαν με επιτυχία

source: Permalinks
el: Μόνιμοι σύνδεσμοι

source: Gallery
el: Γκαλερί

source: Name you have defined as an alias to your item
el: Όνομα που δηλώσατε ως ψευδώνυμο στο αντικείμενο σας

source: Enable this rule to allow Permalinks you define to work. Disabling this rule will break your Permalinks.
el: Ενεργοποιήστε αυτόν τον κανόνα για να επιτρέψετε τους Μόνιμους συνδέσμους που δηλώσατε να λειτουργήσουν. Απενεργοποιώντας αυτόν τον κανόνα θα διακόψει τους μόνιμους συνδέσμους.

source: URL Rewrite Module
el: Μονάδα Επανεγγραφής URL

source: Now that you have activated the Permalinks module, you have to activate Permalinks rule in the %s.
el: Τώρα που ενεργοποιήσατε τη μονάδα Μόνιμων συνδέσμων, πρέπει να ενεργοποιήσετε τον κανόνα Μόνιμοι σύνδεσμοι στο %s.

source: You have no permalinks
el: Δεν έχετε κανένα μόνιμο σύνδεσμο

source: Existing permalinks
el: Μόνιμοι σύνδεσμοι που υπάρχουν

source: Delete
el: Διαγραφή

source: Permalink name
el: Όνομα μόνιμου συνδέσμου

source: Permalink '%s' already exists, possibly on another item
el: Ο μόνιμος σύνδεσμος '%s' υπάρχει ήδη, πιθανόν σε κάποιο άλλο αντικείμενο

source: Add a new permalink:
el: Προσθέστε ένα καινούργιο μόνιμο σύνδεσμο:

source: Set to '%s'
el: Ρύθμιση σε '%s'

source: Auto-permalink
el: Αυτόματοι-μόνιμοι σύνδεσμοι

source: If you use this feature, any time a new album is created, a permalink to it with the name of the album will be created, unless a permalink by the same name already exists. You will be able to remove the permalink if you wish.
el: Αν χρησιμοποιήσετε αυτή την λειτουργία, κάθε φορά που θα δημιουργείται ένα καινούργιο άλμπουμ, θα δημιουργείται και ένας μόνιμος σύνδεσμος με το όνομα του άλμπουμ, εκτός αν υπάρχει ήδη μόνιμος σύνδεσμος με το ίδιο όνομα. Θα μπορείτε να αφαιρέσετε τον μόνιμο σύνδεσμο αν θέλετε.

source: Enable auto-permalink
el: Ενεργοποίηση αυτόματου μόνιμου συνδέσμου

source: Global list of permalinks
el: Γενική λίστα μόνιμων συνδέσμων

source: Save
el: Αποθήκευση
