Repository: dakanji/G2Project
Catalog: modules/sizelimit/po/*.po
Languages: el, zh_tw

source: WARNING: Cannot resize mime type %s
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν μπορεί να γίνει αλλαγή μεγέθους για τον τύπο mime %s
zh_tw: 警告：不能改變 MIME 類型 %s 的大小

source: WARNING: Cannot compress mime type %s
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν μπορεί να γίνει γίνει συμπίεση για τον τύπο mime %s
zh_tw: 警告：不能壓縮MIME類型 %s

source: Resize complete
el: Η αλλαγή μεγέθους ολοκληρώθηκε
zh_tw: 完成改變大小

source: Resize Status
el: Κατάσταση αλλαγής μεγέθους
zh_tw: 縮放狀況

source: Resizing photo
el: Αλλαγή μεγέθους φωτογραφίας
zh_tw: 改變照片大小

source: Size Limit
el: Όριο Μεγέθους
zh_tw: 大小限制

source: Define picture size limit
el: Προσδιορίστε το όριο μεγέθους της εικόνας
zh_tw: 定義圖片大小限制

source: Display
el: Προβολή
zh_tw: 顯示

source: Maximum dimensions of full sized images
el: Μέγιστο όριο διαστάσεων για φωτογραφίες πλήρους μεγέθους
zh_tw: 全尺寸圖片的最大尺寸

source: No Limits
el: Κανένα όριο
zh_tw: 無限制

source: You must specify at least one of the dimensions
el: Πρέπει να δηλώσετε τουλάχιστον μία από τις διαστάσεις
zh_tw: 你必需指定至少一個大小

source: Maximum file size of full sized images in kilobytes
el: Μέγιστο μέγεθος αρχείου του πλήρους μεγέθους της φωτογραφίας σε kilobytes
zh_tw: 全尺寸圖片的最大檔案大小（KB）

source: You must enter a number (greater than zero)
el: Πρέπει να εισαγάγετε ένα αριθμό (μεγαλύτερο από το μηδέν)
zh_tw: 你必須輸入一個大於零的數字

source: Keep original image?
el: Να κρατηθεί η πρωτότυπη φωτογραφία;
zh_tw: 保留原始圖片？

source: Check here to apply size limits to the pictures in this album and all subalbums
el: Κλικ εδώ για να εφαρμόσετε το όριο μεγέθους στις φωτογραφίες αυτού του άλμπουμ και όλων των υπο-άλμπουμ
zh_tw: 使用這個選項會設定這個相簿和它的所有子相簿的大小限制。

source: Checking this option will rebuild pictures according to appropriate limits
el: Κλικ εδώ για να ανακατασκευάσετε τις φωτογραφίες ανάλογα με τα κατάλληλα όρια.
zh_tw: 使用這個選項會依照適當的大小重建圖片。

source: Use these size limits in all subalbums
el: Χρησιμοποιήστε αυτό το όριο μεγέθους σε όλα τα υπο-άλμπουμ
zh_tw: 在所有子相簿使用這些大小限制。

source: Checking this option will set same picture size limits in all subalbums
el: Επιλέγοντας αυτή την επιλογή θα καθορίσετε το ίδιο όριο μεγέθους φωτογραφιών σε όλα τα υπο-άλμπουμ.
zh_tw: 使用這個選項會把所有子相簿的大小限制都設成一樣。
