Repository: dakanji/G2Project
Catalog: modules/zipcart/po/*.po
Languages: af, es, et, fi, sv, tr

source: Zip Download
af: Zip Aflaai
es: Descargar Zip
et: Tõmba Zip'ina Alla
fi: Zip lataus
sv: Zip Nedladdning
tr: Zip İndirme

source: Download cart items in a zip file
af: Laai items in die mandjie as ziplêer af
es: Descargar los elementos del carrito en un archivo Zip
et: Tõmba Korvis olevad pildid Zip'ina Alla
fi: Lataa ostoskorin tuotteet zip-tiedostossa
sv: Ladda ner varukorgens objekt i en zip fil
tr: Kart ögelerini zip dosya olarak indir

source: Commerce
af: Handel
es: Comercio
et: Kommerts
fi: Kaupallinen
sv: Handel
tr: Ticaret

source: Download in Zip
af: Laai as Zip af
es: Descargar en Zip
et: Tõmba Zip'ina Alla
fi: Lataa Zip-tiedostossa
sv: Ladda ner i en Zip fil
tr: Zip olarak İndir

source: Zip Download Settings
af: Zip Aflaai Verstellings
es: Configuración de Descarga en Zip
et: Tõmba Zip'ina Alla Seaded
fi: Zip latauksen asetukset
sv: Inställningar till Zip nedladdning
tr: Zip İndirme Ayarları

source: Settings saved successfully
af: Verstellings suksesvol gestoor
es: Configuración guardada con éxito.
et: Seaded edukalt salvestatud
fi: Asetukset tallennettu
sv: Lyckades spara inställningarna
tr: Ayarları başarıyla kaydedildi

source: The exec() function is disabled in your PHP by the <b>disabled_functions</b> parameter in php.ini. This module cannot be used until that setting is changed.
es: La función exec() de tu PHP está deshabilitada por el parámetro <b>disabled_functions</b> en php.ini. Este módulo no podrá ser usado a menos que se cambie esa configuración.
sv: exec()-funktionen är inaktiverad in din installation av PHP genom parametern <b>disabled_functions</b> i php.ini. Modulen kan inte användas förrän denna inställning är ändrad.
tr: Uyarı: exec() fonksiyonu php.ini de bulunan <b>disabled_functions</b> parametresi kullanılarak kapalı duruma getirilmiş. Bu özelliği sadece global php.ini dosyasından değiştirilir.

source: Enter full path to the zip executable.
af: Verskaf die volledige pad na die zip program.
es: Introduce la ruta completa al ejecutable de zip.
et: Sisesta täielik tee zip programmi juurde
fi: Syötä koko polku zip-ohjelmalle.
sv: Ge sökvägen till zip programet
tr: Zip yürütücüsünün tam klasör yolunu gir.

source: Zip Path:
af: Zip Pad:
es: Ruta a Zip:
et: ZIPi Tee:
fi: Zip polku:
sv: Sökväg till Zip:
tr: Zip klasör yolu:

source: You must enter a path to your zip binary
af: U moet 'n pad na u zip program verskaf
es: Debes introducir la ruta al programa zip
et: Sa pead sisestama tee oma zip programmi juurde
fi: Sinun täytyy syöttää polku zip-binääreillesi
sv: Du måste ange en sökväg till ditt zip program
tr: Zip binary'niz için klasör yolu girmelisin

source: The path you entered isn't valid or isn't executable
af: Die verskafde pad is ongeldig of nie uitvoerbaar nie
es: La ruta que has introducido no es válida o no es ejecutable
et: Sisestatud tee on ebakorrektne või ei ole käivitatav
fi: Syötetty polku ei ole kelvollinen tai ei suoritettava
sv: Sökvägen du angav stämmer inte eller också så är den inte exekverbar
tr: Girmiş olduğun klasör yolu geçersiz ya da işlem yapılamaz

source: Unable to create a zip file from this binary
af: Kan geen ziplêer skep met hierdie program nie
es: No es posible crear un fichero zip de este binario
et: Ei saa selle programmiga zip faili luua
fi: Epäonnistui luomaan zip-tiedostoa tästä binääristä
sv: Kan inte skapa en zip fil med det här programet
tr: Bu binary'den zip dosyası yaratılamıyor

source: The path you entered is valid
af: Die verskafde pad is geldig
es: La ruta que has introducido es válida
et: Sisestatud tee on korrektne
fi: Syöttämäsi polku on kelvollinen
sv: Sökvägen du angav är inte gilltig
tr: Girmiş olduğun klasör yolu geçerli

source: Debug output
af: Foutspoor inligting
es: Salida de depuración
et: Silumisväljund
fi: Virhetulostus
sv: Avlusnings medelande
tr: Hata çıktısı

source: We gathered this debug output while testing your zip installation. If you read through this carefully you may discover the reason why it failed our tests.
af: Ons het hierdie foutspoor inligting tydens die toets van u zip-installasie versamel. As u dit aandagtig deurlees sal u moontlik agterkom waarom die toetse misluk het.
es: Hemos recogido esta salida de depuración probando tu instalación de Zip. Si lees esto con cuidado podras descubrir la razón por la cual han fallado nuestras pruebas.
et: Teie zipi installi testides kogusime selle silumisväljundi. Kui loete selle tähelepanelikult läbi, võite avastada, miks zipi testimine ebaõnnestus.
fi: Tämä virheenkorjaustuloste kerättiin testattaessa zip asennusta. Jos luet tämän huolellisesti, saatat löytää syyn, miksi testi epäonnistui.
sv: Vi fångade upp dessa avlusningsmedellanden när vi testade din zip installation. Om du läser igenom det noggrannt så kan du hitta orsaken till varför det inte fungerade.
tr: Zip kurulumunu kontrol ederken bu hata çıktılarını bir araya getirildi. Eğer dikkatlice okursan, denetim sırasına niçin başarısız olduğunu bulabilirsiniz.

source: Save Settings
af: Stoor Verstellings
es: Guardar Configuración
et: Salvesta Seaded
fi: Tallenna asetukset
sv: Spara Inställningarna
tr: Ayarları Kaydet

source: Test Settings
af: Verstellingstoets
es: Comprobar Configuración
et: Testi Seadeid
fi: Testaa asetuksia
sv: Prova Inställningarna
tr: Ayarları Denetle

source: Cancel
af: Kanselleer
es: Cancelar
et: Katkesta
fi: Peruuta
sv: Avbryt
tr: İptal

source: Reset
af: Herstel
es: Reiniciar
et: Algseaded
fi: Tyhjennä
sv: Återställ
tr: Sıfırla
