Repository: dakanji/G2Project
Catalog: modules/randomhighlight/po/*.po
Languages: el

source: Random Highlight
el: Τυχαίος τονισμός

source: Periodically change the album highlight
el: Περιοδική αλλαγή τονισμένου άλμπουμ

source: Display
el: Προβολή

source: Activate random highlight for this album
el: Ενεργοποιήστε τον τυχαίο τονισμό γι' αυτό το άλμπουμ

source: Random Highlight Settings
el: Ρυθμίσεις τυχαίου τονισμού

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: Enter length of time a random highlight album should keep one highlight before picking a new one.
el: Δώστε το χρονικό διάστημα που ένα τυχαίο τονισμένο άλμπουμ πρέπει να κρατήσει τον τονισμό πριν να επιλέγει ένα νέο.

source: Duration in minutes:
el: Διάρκεια σε λεπτά:

source: Invalid duration value
el: Άκυρη τιμή διάρκειας

source: Save
el: Αποθήκευση

source: Reset
el: Επαναφορά
