Repository: dakanji/G2Project
Catalog: modules/httpauth/po/*.po
Languages: ru, sk

source: HTTP Auth
ru: HTTP Аутентификация
sk: HTTP autentifikácia

source: Login using HTTP authentication.
ru: Вход с использованием HTTP аутентификации
sk: Prihlásenie pomocou HTTP autentifikácie.

source: Authentication
ru: Аутентификация
sk: Autentifikácia

source: Authorization Header
ru: Заголовок авторизации
sk: Autorizačná hlavička

source: Pass the Authorization header to Gallery in a request variable.
ru: Передача заголовка авторизации в заданную переменную Галерею
sk: Predá autorizačnú hlavičku do Galérie v požadovanej premennej.

source: Authorization header.
ru: Заголовок авторизации.
sk: Autorizačná hlavička.

source: Logout failed
ru: Выход неудачен
sk: Odhlásenie zlyhalo

source: Gallery tried to logout but failed. You should close the browser window to logout successfully.
ru: Выход из Галереи неудачен. Вы должны закрыть окно браузера для успешного выхода.
sk: Galéria sa pokúsila odhlásiť, ale nepodarilo sa to. Mali by ste zatvoriť okno prehliadača, aby sa odhlásenie dokončilo.

source: HTTP Auth Settings
ru: Настройки HTTP аутентификации
sk: Nastavenia HTTP autentifikácie

source: Settings saved successfully
ru: Настройки успешно сохранены
sk: Nastavenia boli úspešne uložené

source: Missing HTTP Authorization
ru: Неверная HTTP авторизация.
sk: Chýbajúca HTTP autentifikácia

source: Gallery can't access HTTP usernames and passwords. You can still use your web server's authentication. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Галерея не имеет доступа к HTTP логинам и паролям. Вы можете всё же использовать вход на сервер. Диагностическая документация находится по адресу %sGallery Codex%s.
sk: Galléria nedokáže pristupovať k HTTP menám a heslám. Môžete však ešte stále použiť autentifikáciu webového servera. Riešenie problému je zdokumentované na stránke %sGallery Codex%s.

source: URL rewrite module disabled
ru: Модуль URL rewrite отключен
sk: Modul Zámena URL adries je vypnutý

source: We can't fall back on passing HTTP usernames and passwords to Gallery because the URL rewrite module is disabled. You should activate the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Мы не можем проверить логины и пароли к Галерее потому, что отключен модуль URL rewrite. Вы должны активизировать модуль URL rewrite здесь: %sМодули и темы%s, и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь %sGallery Codex%s.
sk: Predávané HTTP mená a heslá sa nedajú postúpiť do Galérie, pretože je vypnutý modul Zámena URL adries. Mali by ste aktivovať modul Zámena URL adries na stránke %sSpráva nahrádzania URL adries%s a zvoliť si buď Apache mod_rewrite alebo ISAPI_Rewrite. Riešenie problému je zdokumentované na stránke %sGallery Codex%s.

source: Bad URL rewrite configuration
ru: Неверная конфигурация модуля URL rewrite
sk: Nesprávna konfigurácia zámeny URL adries

source: PHP Path Info rewrite doesn't support the rule to fall back on passing HTTP usernames and passwords to Gallery. You should uninstall and reinstall the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
ru: PHP PathInfo rewrite не поддерживает проверку логинов и паролей к Галерее. Вы должны деинсталлировать и снова установить модуль URL rewrite здесь: %sМодули и темы%s, и выбрать Apache mod_rewrite или ISAPI_Rewrite. Документация для помощи находится здесь %sGallery Codex%s.
sk: Nahrádzanie pomocou PHP Path Info nepodporuje pravidlo na predanie HTTP mena a hesla do Galérie. Mali by ste odinštalovať a znova nainštalovať modul Zámena URL adries na stránke %sSpráva nahrádzania URL adries%s a vybrať buď Apache mod_rewrite alebo ISAPI_Rewrite. Riešenie problému je zdokumentované na stránke %sGallery Codex%s.

source: 'Authorization Header' rule disabled
ru: Правило 'Заголовок авторизации' отключено
sk: Pravidlo 'Autorizačná hlavička' je vypnuté

source: The URL rewrite rule to fall back on passing HTTP usernames and passwords to Gallery is disabled. You should activate the HTTP auth 'Authorization Header' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Правило URL rewrite для проверки логинов и паролей к Галерее отключено. Вы должны активизировать HTTP auth 'Authorization Header' здесь: %sНастройки модуля URL rewrite%s. Документация для помощи находится здесь %sGallery Codex%s.
sk: Pravidlo na zámenu URL adresy na postúpenie HTTP mena a hesla do Galérie je vypnuté. Mali by ste aktivovať pravidlo 'Autorizačná hlavička' na stránke %sSpráva nahrádzania URL adries%s. Riešenie problému je zdokumentované na stránke %sGallery Codex%s.

source: Unknown Cause
ru: Неизвестная причина
sk: Neznáma príčina

source: Gallery can't access HTTP usernames and passwords and automated checks failed to find a cause. Troubleshooting documentation is in the %sGallery Codex%s.
ru: Галерея не имеет доступа к HTTP логинам и паролям и автоматическая проверка не находит причины. Диагностическая документация находится по адресу %sGallery Codex%s.
sk: Galéria nevie pristupovať k HTTP menám a heslám a automaticky overiť príčinu zlyhania. Riešenie problému je zdokumentované na stránke %sGallery Codex%s.

source: Gallery can handle HTTP Basic authentication directly.
ru: Галерея может напрямую обработать основную HTTP аутентификацию.
sk: Galéria môže základnú HTTP autentifikáciu spracovať priamo.

source: Use HTTP Authentication:
ru: Использовать HTTP Аутентификацию:
sk: Použiť HTTP autentifikáciu:

source: Gallery will prompt you to login with HTTP authentication when permission is denied. HTTP authentication sends your client a realm to which your username belongs. It's safe to leave the realm blank.
ru: Галерея вам предложит пройти авторизацию при помощи HTTP аутентификации, когда доступ запрещён. HTTP аутентификация пошлёт вашему клиенту область, где ваше имя подходит. Можно оставить область пустой, это безопасно.
sk: Galéria Vás vyzve, aby ste sa prihlásili, ak je prístup odoprený. HTTP autentifikácia pošle Vášmu klientovi doménu, ku ktorej patrí používateľské meno. Toto pole môžete nechať nevyplnené.

source: HTTP Authentication Realm:
ru: Область HTTP аутентификации:
sk: Doména HTTP autentifikácie:

source: Your web server may offer more comprehensive and more secure authentication. If you configured your web server to authenticate requests to Gallery, you may choose to trust the username it reports in the REMOTE_USER environment variable.
ru: Ваш сервер может иметь более совершенную и безопасную аутентификацию. Если вы настроите сервер на аутентификацию запросов к Галерее, вы можете выбрать настоящее имя пользователя в переменной среды - REMOTE_USER.
sk: Váš webový server môže ponúknuť komplexnejšiu a bezpečnejšiu autentifikáciu. Ak je Váš webový server nastavený tak, aby vyžadoval autentifikáciu do Galérie, môžete si zvoliť, že budete dôverovať používateľskému menu uloženému v premennej prostredia REMOTE_USER.

source: Use Web Server Authentication:
ru: Использовать аутентификацию сервера:
sk: Použiť autentifikáciu webového servera:

source: By default HTTP authentication is only enabled for specific modules.
ru: По умолчанию HTTP аутентификация включена не для всех модулей.
sk: V normálnom stave je HTTP autentifikácia zapnutá iba v určených moduloch.

source: Use the authentication plugins for all modules:
ru: Использовать HTTP аутентификацию для всех модулей:
sk: Použiť rozšírenie autentifikácie pre všetky moduly:

source: You may wish to trust only HTTP authentication types or HTTP usernames which match specified regular expressions - or HTTP usernames may not match your Gallery usernames; for instance if using %s authentication, the REMOTE_USER environment variable may be username@REALM.TLD. In these cases, you may use regular expressions to filter authentication types and usernames.
ru: Вы можете пожелать верить только HTTP типам аутентификации или HTTP именам которые соответствуют определённым регулярным выражениям или, HTTP именам не соответствующим именам Галереи. Например, если выбрать %s аутентификацию, переменная REMOTE_USER может быть такой - username@REALM.TLD. В этом случае вы можете использовать регулярные выражения для фильтрации типов аутентификации и логинов.
sk: Môžete chcieť dôverovať iba určitým typom HTTP autentifikácie alebo používateľským menám, ktoré spĺňajú určité regulárne výrazy (alebo takým, ktoré ich naopak nespĺňajú). Napríklad ak používate autentifikáciu %s, premenná prostredia REMOTE_USER môže obsahovať pouzivatel@DOMENA.SK. V takýchto prípadoch, môžete použiť regulárne výrazy aby ste odfiltrovali typy autentifikácie a používateľov.

source: Use Regular Expressions:
ru: Использовать регулярные выражения:
sk: Použiť regulárne výrazy:

source: Specify here a regular expression which the authentication type must match for authentication to proceed; for instance /Negotiate/
ru: Задайте здесь регулярное выражение, которому тип аутентификации должен соответствовать, чтобы успешно пройти аутентификацию; например, /Negotiate/
sk: Sem zadajte regulárny výraz, ktorý musí spĺňať typ autentifikácie aby autentifikácia bola úspešná. Napríklad /Dohoda/

source: Authentication Type Pattern:
ru: Образец
sk: Vzor autentifikačného typu:

source: You must enter a valid regular expression
ru: Вы должны ввести допустимое регулярное выражение
sk: Musíte zadať platný regulárny výraz

source: Specify here a regular expression which the username must match for authentication to proceed and a string with which to replace it. See PHP %s documentation for more information.
ru: Задайте здесь регулярное выражение, которому должен соответствовать логин для успешного прохождения аутентификации и строку, которая заменит его. Смотрите PHP %s документацию для более полной информации.
sk: Sem zadajte regulárny výraz, ktorý musí spĺňať používateľské meno pre úspešnú autentifikáciu a reťazec ktorým sa má nahradiť. Viac informácii sa dozviete v dokumentácii PHP funkcie %s.

source: Username Pattern:
ru: Образец логина:
sk: Vzor používateľského mena:

source: Username Replacement:
ru: Замена логина:
sk: Náhrada za používateľské meno:

source: Save
ru: Сохранить
sk: Uložiť

source: Reset
ru: Отменить
sk: Východzie hodnoty

source: If you're not automatically redirected, %sclick here to finish logging out%s.
ru: Если ваш браузер не поддерживает автоматическую переадресацию, кликните%s здесь%s для завершения процесса выхода.
sk: Ak nebudete automaticky presmerovaný, %skliknite sem, aby sa odhlásenie dokončilo%s.
