Repository: dakanji/G2Project
Catalog: modules/reupload/po/*.po
Languages: el, ru

source: Reuploaded file successfully.
el: Το αρχείο επαναφορτώθηκε με επιτυχία.
ru: Файл успешно загружен заново.

source: %d megabyte
ru: %d Мегабайт

source: %d kilobytes
ru: %d Килобайт

source: Reupload
el: Επαναφορτώση
ru: Повторная загрузка

source: Allows reupload of pictures.
el: Επιτρέπει την επαναφόρτωση φωτογραφιών.
ru: Позволяет повторно загружать изображения.

source: Extra Data
el: Επιπρόσθετα στοιχεία
ru: Дополнительно

source: Reupload Photo
el: Επαναφορτώση φωτογραφίας
ru: Повторная загрузка фотографий

source: Your webserver is configured to disallow file uploads from your web browser at this time. Please contact your system administrator for assistance.
el: Ο διακομιστής σας είναι ρυθμισμένος για να απαγορεύει το ανέβασμα αρχείων από τον διαδικτυακό πλοηγό σας. Επικοινωνήστε με τον διαχειριστή του συστήματος σας για βοήθεια.
ru: Сервер сконфигурирован таким образом, что загрузка файлов запрещена. Пожалуйста, обратитесь к системному администратору за помощью.

source: Upload a new revision of this picture instead of the old one.
el: Φορτώστε μια νέα αναθεώρηση της φωτογραφίας αντί της παλιάς.
ru: Загрузить новую версию данной фотографии вместо старой.

source: You cannot reupload this item because it shares its data file with other items.
ru: Вы не можете повторно загрузить этот элемент, т.к. он связан с другими.

source: <b>Note:</b> The new file cannot be larger than %s. If you want to upload a larger file you must ask your system administrator to allow larger uploads.
el: <b>Σημείωση:</b> Το νέο αρχείο δεν μπορεί να είναι μεγαλύτερο από %s. Εάν θέλετε να φορτώσετε ένα μεγαλύτερο αρχείο πρέπει να ζητήσετε από τον διαχειριστή σας να επιτρέψει μεγαλύτερα αρχεία.
ru: <b>Комментарий:</b> Новый файл не может быть больше чем %s. Если вы хотите загрузить файл большего размера, пожалуйста, обратитесь к системному администратору для разрешения загрузки файлов большего размера.

source: File
el: Αρχείο
ru: Файл

source: Reupload File
el: Επαναφορτώση αρχείου
ru: Загрузить заново файл

source: Unable to reupload file.
el: Δεν μπορεί να επαναφορτωθεί το αρχείο.
ru: Невозможно заново загрузить файл.

source: Please check the size and try again. The new file cannot be larger than %s.
el: Παρακαλώ ελέγξτε το μέγεθος και προσπαθήστε ξανά. Το νέο αρχείο δεν μπορεί να είναι μεγαλύτερο από %s.
ru: Пожалуйста, проверьте размер и попробуйте снова. Новый файл не может быть больше чем %s.

source: Unable to reupload file. Are you sure the file is of the same type (image, movie) as the original?
el: Δεν μπορεί να επαναφορτωθεί το αρχείο. Είστε σίγουροι ότι το αρχείο είναι ο ίδιος τύπος (εικόνα, ταινία) όπως το πρωτότυπο;
ru: Невозможно повторно загрузить файл. Вы уверены, что файл принадлежит тому же типу (изображение, видеоролик), что и оригинал?
