Repository: dakanji/G2Project
Catalog: modules/multiroot/po/*.po
Languages: el

source: Display
el: Προβολή

source: Configure Multiroot
el: Ρύθμιση Multiroot

source: User created and permissions assigned on target album
el: Δημιουργήθηκε ο χρήστης και δόθηκαν τα δικαιώματα στο προοριζόμενο άλμπουμ

source: Virtual root
el: Εικονική ρίζα

source: Alternate guest user
el: Εναλλακτικός επισκέπτης

source: URI for this Gallery:
el: URI γι' αυτή την Γκαλερί:

source: URI for new guest view:
el: URI για νέα προβολή επισκέπτη:

source: Missing value
el: Λείπει η τιμή

source: Root album of new view
el: Ριζικό άλμπουμ νέας προβολής

source: Username of alternate guest user:
el: Όνομα χρήστη του εναλλακτικού επισκέπτη:

source: New user will be created if given name does not exist.
el: Θα δημιουργηθεί νέος χρήστης αν το όνομα που θα δοθεί δεν υπάρχει.

source: Leave blank to define a virtual root.
el: Αφήστε κενό για να δηλώσετε μια εικονική ρίζα

source: Generate Files
el: Δημιουργία αρχείων

source: Reset
el: Επαναφορά
