Repository: dakanji/G2Project
Catalog: modules/notification/po/*.po
Languages: sk, sl

source: Notification
sk: Upozorňovanie
sl: Obveščanje

source: Allow users to be notified of events by subscription.
sk: Umožňuje používateľom zapnúť si upozorňovanie na udalosti.
sl: Dovoli obveščanje uporabnikov o dogodkih na katere so naročeni.

source: Gallery
sk: Galéria
sl: Galerija

source: Watch List
sk: Zoznam upozornení
sl: Opazovani dogodki

source: Watch
sk: Upozorniť
sl: Opazuj

source: Plugin Activation Event
sk: Aktivácia rozšírenia
sl: Vklop dodatka

source: The %s %s was activated
sk: Rozšírenie %s %s bolo aktivované
sl: %s %s je aktiviran.

source: Plugin Deactivation Event
sk: Deaktivácia rozšírenia
sl: Izklop dodatka

source: The %s %s was deactivated
sk: Rozšírenie %s %s bolo deaktivované
sl: %s %s je bil izklopljen

source: Error Event
sk: Chyba
sl: Napaka

source: Item Order Event
sk: Zoradenie položky
sl: Spremenjen vrstni red predmetov

source: The child items for %s have been reordered.
sk: Položky v %s boli preusporiadané.
sl: Podpredmetom %s je bil spremenjen vrstni red.

source: User Login Event
sk: Prihlásenie používateľa
sl: Prijava uporabnika

source: User %s has logged in.
sk: Používateľ %s sa prihlásil.
sl: Uporabnik %s se je prijavil.

source: User Login Failed Event
sk: Nesprávne prihlásenie používateľa
sl: Napaka ob prijavi

source: User %s login failed.
sk: Prihlásenie používateľa %s zlyhalo.
sl: Uporabnik %s se je poskusil prijaviti.

source: User Logout Event
sk: Odhlásenie používateľa
sl: Odjava uporabnika

source: User %s has logged out.
sk: Používateľ %s sa odhlásil.
sl: Uporabnik %s se je odjavil.

source: Permission Removed Event
sk: Odstránenie práv
sl: Odstranitev pravic

source: Permission Change on %s items.
sk: Oprávnenia pre položky %s boli zmenené.
sl: Predmetu %s so bile spremenjene pravice.

source: Plugin Uninstalled Event
sk: Odinštalovanie rožšírenia
sl: Odstranitev dodatka

source: The %s %s was uninstalled
sk: Rozšírenie %s %s bolo odinštalované
sl: %s %s je bil odstranjen.

source: Album Structure Change Event
sk: Zmena štruktúry albumu
sl: Sprememba v strukturi albuma.

source: Viewable Tree Change Event Occurred
sk: Nastala zmena zobraziteľného stromu
sl: Spremenjeno vidno drevo predmetov

source: Entity Saved Event
sk: Uloženie položky
sl: Shranjevanje predmeta

source: %s was saved
sk: Položka %s bola uložená.
sl: %s je bil shranjeno.

source: Entity Deleted Event
sk: Odstránenie položky
sl: Izbris predmeta

source: %s was deleted
sk: Položka %s bola odstránená
sl: %s je bil izbrisan.

source: Item Added
sk: Pridanie položky
sl: Predmet dodan

source: A new %s has been added. To view it, click here: %s
sk: Nová položka %s bola pridaná. Ak ju chcete zobraziť, kliknite sem: %s
sl: Nov %s je bil dodan. Če si ga želite ogledati, kliknite tu: %s

source: Select Event
sk: Vyberte udalosť
sl: Izberi dogodek

source: Select Handler
sk: Vyberte spracovanie
sl: Izberi način

source: Send an email
sk: Odoslať email
sl: Pošlji e-mail

source: If you no longer wish to subscribe to this notification please update your account settings at:
sk: Ak už naďalej nechcete mať zapnuté toto upozornenie, aktualizujte prosím nastavenia Vášho konta na stránke:
sl: Če ne želite biti več obveščeni o izbranih dogodkih uredite nastavitve vašega računa na:

source: Item Notification Settings
sk: Nastavenia upozorňovania položkou
sl: Nastavitve obveščanja

source: Settings saved successfully
sk: Nastavenia boli úspešne uložené
sl: Spremembe shranjene

source: Event
sk: Udalosť
sl: Dogodek

source: Action
sk: Akcia
sl: Vrsta opozorila

source: Subscribe
sk: Upozorňovať
sl: Opazuj

source: Apply to sub items
sk: Aplikovať na vnorené položky
sl: Upoštevaj tudi za podpredmete

source: Not authorized to receive notifications
sk: Nie ste oprávnený, aby ste dostávali upozornenia
sl: Nimate pravic za prejemanje obvestil

source: Save
sk: Uložiť
sl: Shrani

source: Reset
sk: Východzie hodnoty
sl: Ponastavi

source: Site Notification Administration
sk: Administrácia upozorňovania stránkou
sl: Nastavitve obveščanja strani

source: Description
sk: Popis
sl: Opis

source: Handler
sk: Spracovanie
sl: Način

source: Enabled
sk: Zapnuté
sl: Omogočeno

source: Public
sk: Verejné
sl: Javno

source: Event Handler is required
sk: Nástroj na spracovanie udalosti je povinný
sl: Način opozarjanja je obvezen

source: User Notification Administration
sk: Administrácia upozorňovania používateľa
sl: Nastavitve opozarjanja uporabnikov

source: Events
sk: Udalosti
sl: Dogodki

source: Method
sk: Metóda
sl: Način

source: You are not subscribed to any available events
sk: Nemáte povolené upozorňovanie pre žiadnu dostupnú udalosť
sl: Ne opazujete nobenega od možnih dogodkov
