Repository: dakanji/G2Project
Catalog: modules/uploadapplet/po/*.po
Languages: el, sl, sr

source: Upload Applet
el: Εφαρμογή αποστολής
sl: Vmesnik za nalaganje
sr: Alatka za prenos

source: Easy to use upload applet for media
el: Εύκολη στη χρήση εφαρμογή αποστολής για πολυμέσα
sl: Vmesnik za enostavno nalaganje medijev
sr: Alatka za jednostavan prenos datoteka

source: Import
el: Εισαγωγή
sl: Uvozi
sr: Prenos

source: The upload applet relies on a G2 module that is not currently enabled. Please ask an administrator to enable the 'remote' module.
sl: Vmesnik za nalaganje temelji na G2 modulu, ki trenutno ni omogočen. Prosite administratorja, da omogoči "oddaljen" (remote) modul.
sr: Alatka za prenos se oslanja na modul Galerije 2 koji trenutno nije aktiviran. Molimo vas da tražite od administratora da aktivira 'Daljinski' modul.

source: Downloading the Gallery Remote Applet
el: Γίνεται λήψη της Gallery Remote εφαρμογής
sl: Prenašam oddaljen vmesnik Galerije
sr: Preuzimanje alatke za daljinski upravljanje Galerijom

source: Your browser doesn't support applets; you should use one of the other upload methods.
el: Ο περιηγητής σας δεν υποστηρίζει εφαρμογές. Χρησιμοποιήστε μια από τις άλλες μεθόδους ανεβάσματος αρχείων.
sl: Vaš brskalnik ne podpira vmesnikov. Uporabiti boste morali eno od drugih metod za nalaganje.
sr: Vaš čitač ne podržava aplete; koristite neku od drugih metoda za prenos.

source: Uploading files...
el: Ανέβασμα αρχείων...
sl: Nalagam slike...
sr: Prenos datoteka...

source: Upload complete
el: Η αποστολή ολοκληρώθηκε
sl: Nalaganje končano
sr: Prenos završen

source: You can keep uploading or go to some of the pictures you uploaded by clicking on the links above
el: Μπορείτε να συνεχίσετε να ανεβάζετε φωτογραφίες ή πηγαίνετε στις φωτογραφίες που ανεβάσατε πατώντας στους συνδέσμους πιο πάνω.
sl: Lahko nadaljujete z nalaganjem ali pa skočite na katero od naloženih slik s klikom na zgornje linke
sr: Možete nastaviti sa prenosom ili otvoriti neke od slika koje ste preneli klikom na linkove iznad

source: Upload Applet Settings
el: Ρυθμίσεις εφαρμογής αποστολής
sl: Nastavitve vmesnika za nalaganje
sr: Parametri alatke za prenos

source: Defaults
el: Προεπιλογές
sl: Privzeto
sr: Podrazumevan

source: These variables provide default values for applets users execute on your site. Users will be able to override these defaults by making changes in the user interface of the applets, or by changing their local defaults file.
sl: Spremenljivke predstavljajo privzete vrednosti za uporabnike vmesnika na vaši strani. Uporabniki bodo lahko spremenili privzete nastavitve v uporabniškem oknu za vmesnik.
sr: Ove promenljive daju podrazumevane vrednosti apletima koje korisnici izvršavaju na vašem sajtu. Korisnici će moći da redefinišu ove vrednosti u korisničkim interfejsima apleta, ili izmenom svojim lokalnih datoteka sa podrazumevanim parametrima.

source: You have no default variables
el: Δεν έχετε προεπιλεγμένες μεταβλητές
sl: Nimate privzetih spremenljivk
sr: Nemate podrazumevane promenljive

source: Variable
el: Μεταβλητή
sl: Spremenljivka
sr: Promenljiva

source: Action
el: Ενέργεια
sl: Akcija
sr: Akcija

source: Delete
el: Διαγραφή
sl: Izbriši
sr: Izbriši

source: Add a new default variable
el: Προσθέστε μια καινούργια προεπιλεγμένη μεταβλητή
sl: Dodaj novo privzeto spremenljivko
sr: Dodavanje nove podrazumevane promenljive

source: You must enter a variable name and value
el: Πρέπει να δώσετε ένα όνομα μεταβλητής και τιμή
sl: Vnesti morate ime in vrednost spremenljivke
sr: Morate uneti naziv promenljive i vrednost

source: New variable
el: Νέα μεταβλητή
sl: Nova spremenljivka
sr: Nova promenljiva

source: Add variable
el: Προσθήκη μεταβλητής
sl: Dodaj spremenljivko
sr: Dodaj promenljivu

source: Overrides
el: Υπερβάσεις
sl: Spremembe (overrides)
sr: Forsiranje vrednosti promenljivih

source: These variables override any other values for applets users execute on your site. Users will not be able to change these values.
sl: Te spremenljivke imajo prednost pred drugimi nastavitvami uporabnikov na vaši strani. Uporabniki ne bodo mogli spremeniti vrednosti spremenljivk.
sr: Ove promenljive redefinišu bilo koje vrednosti apletima koje korisnici izvršavaju na vašem sajtu. Korisnici neće biti u mogućnosti da menjaju ove vrednosti.

source: You have no override variables
sl: Nimate sprememb (overrides) pri spremenljivkah
sr: Nemate redefinisanih promenljivih

source: Add a new override variable
sl: Dodaj novo spremembo (override) spremenljivke
sr: Dodavanje nove redefinisane promenljive

source: Help
el: Βοήθεια
sl: Pomoč
sr: Pomoć

source: Here is a selection of variables that affect uploads.
el: Μεταβλητές που επηρεάζουν την αποστολή αρχείων
sr: Evo dela promenljivih koje utiču na prenos.

source: variable
el: μεταβλητή
sl: spremenljivka
sr: promenljiva

source: values
el: τιμές
sl: vrednosti
sr: vrednosti

source: help
el: βοήθεια
sl: pomoč
sr: pomoć

source: instructs the applet to resize pictures before uploading to the album; by default, resizes to the album's intermediate image size
sl: pove vmesniku, da sliko pred nalagnjem v album pomanjša; privzeta pomanjšava je na srednjo velikost slike v albumu
sr: upućuje aplet da promeni veličinu slika pre prenosa u album; podrazumevana vrednost je promena veličine na srednju veličinu definisanu u albumu

source: dimension the images will be resized to; this overrides album settings
el: οι διαστασεις των εικόνων θα κλιμακωθούν, αυτό υπερισχύει των ρυθμίσεων του άλμπουμ
sl: dimenzije na katere bodo slike pomanjšane; nastavitev ima prednost pred nastavitvami albuma
sr: dimenzije na koje će slikama biti promenjene veličine; ovo redefiniše parametre albuma

source: no automatic captions
el: χωρίς αυτόματες λεζάντες
sl: brez avtomatskih naslovov slik
sr: bez automatskih opcija

source: use filenames for captions
el: χρησιμοποιήστε τα ονόματα των αρχείων για λεζάντες
sl: uporabi imena datotek za naslove slik
sr: korišćenje naziva datoteka za natpis

source: if using the filename for captions, strip the extension
el: αν χρησιμοποιείτε το όνομα του αρχείου για λεζάντες, να μην εμφανίζεται η προέκταση του αρχείου
sl: če za ime slike uporabite ime datoteke, izpusti končnico datoteke
sr: uklanjanje ekstenzije ako se za natpise koristi naziv datoteke

source: use EXIF extension for caption
el: χρησιμοποίηση επέκτασης EXIF για λεζάντα
sl: za ime slike uporabi EXIF podatek
sr: korišćenje EXIF ekstenzije za natpis

source: if false, the upload applet will use UTF-8 to send image meta-data to Gallery, rather than escaping it with HTML entities
el: αν false, η εφαρμογή αποστολής θα χρησιμοποίηση UTF-8 για να στείλει τα μετά δεδομένα εικόνας στη Γκαλερί, αντί να τα παρακάμπτει με HTML οντότητες
sl: če je 'false', potem bo vmesnik uporabil UTF-8 za pošiljanje meta-podatkov slike v Galerijo, ne bo jih preskočil s HTML entitetami
sr: ako je false, aplet za prenos će koristiti UTF-8 za slanje metapodataka iz slika u Galeriju, umesto HTML kodova

source: set to false if you want to avoid losing EXIF data when the image is resized and ImageMagick is not found
sl: nastavite na 'false', če se želite izogniti izgube EXIF podatkov ob pomanjšanju fotografije v primeru ne-najdenja ImageMagick orodja
sr: postavite na false ako želite da izbegnete gubitak EXIF podataka kada se promeni veličina slike, a ImageMagick nije instaliran

source: if true, the applet will not complain if it can't find ImageMagick
sl: če je 'true', se vmesnik ne bo pritoževal, v primeru ne-najdenja ImageMagick orodja
sr: ako je true, aplet se neće žaliti ako ne može da pronađe ImageMagick

source: if true, the applet will not complain if it can't find Jpegtran
sl: če je 'true', se vmesnik ne bo pritoževal v primeru ne-najdenja Jpegtran orodja
sr: ako je true, aplet se neće žaliti ako ne može da pronađe Jpegtran

source: quality of JPEG compression when resizing with ImageMagick
el: ποιότητα συμπίεσης JPEG κατά την αλλαγή μεγέθους με ImageMagick
sl: kvaliteta JGEG stiskanja pri pomanjšavi slik v z ImageMagick orodjem
sr: kvalitet JPEG kompresije prilikom promene veličine ImageMagick-om

source: Complete list of variables
el: Πλήρης λίστα μεταβλητών
sl: Popoln seznam spremenljivk
sr: Kompletean spisak promenljivih
