Repository: dakanji/G2Project
Catalog: modules/password/po/*.po
Languages: da, sv, tr

source: Password Entry
sv: Ange Lösenord
tr: Şifre Girdisi

source: Password Items
da: Kodeords-elementer
sv: Lösenordsskydda
tr: Şifreli Ögeler

source: Assign passwords for viewing particular albums or items
da: Tildel kodeord for at kunne se bestemte albummer eller objekter
sv: Tilldela lösenord för skydd av album och objekt
tr: Bazı albümlerin ya da ögelerin görüntülenmesi için şifre ata

source: Display
da: Vis
sv: Visa
tr: Göster

source: Set Password
da: Indtast Kodeord
sv: Sätt lösenord

source: Update permissions
da: Opdater tilladelser
sv: Uppdatera rättigheter

source: Remove Password
da: Fjern Kodeord
sv: Tag bort lösenord
tr: Şifreyi Kaldır

source: Password Protected Item
da: Kodeords-beskyttet objekt
sv: Lösenordsskyddat objekt
tr: Şifre Korumalı Öge

source: Enter the password!
da: Indtast kodeordet
sv: Skriv in lösenordet!
tr: Şifreyi gir!

source: Submit
da: Send
sv: Skicka
tr: Gönder

source: Password Protection
da: Kodeords-beskyttelse
sv: Lösenordsskydd
tr: Şifre Koruması

source: Assign a password that is required for guests or other users without view permission. Ensure guests have permission to view resizes and/or original items before assigning a password.
da: Tildel et kodeord der vil være nødvendigt for at gæster eller andre brugere uden tildelte rettigheder til at se objekter. Sørg for at gæster har tilladelse til at se skalerede og/eller objekter i original størrelse før du tildeler et kodeord.
sv: Skriv in ett lösenord som krävs för att gäster utan titt rättigheter. Se till att gäster har titträttighet till skalade eller/och orginal storlek av objekt innan tilldelning av lösenord.
tr: Şifre atamak görüntüleme izni olmaya ziyaretçi ve diğer kullanıcılar için gereklidir. Şifre atamadan önce ziyaretçilerin yeniden boyutlandırılmış ve/ ya da orjinal ögeleri görme izinleri olduğundan emin olun.

source: This item is already password protected.
da: Dette objekt er allerede kodeords-beskyttet.
sv: Detta objekt är redan lösenordsskyddat.
tr: Bu öge zaten şifre korumalı.

source: New Password:
da: Nyt Kodeord:
sv: Nytt lösenord:
tr: Yeni Şifre:

source: Password:
da: Kodeord:
sv: Lösenord:
tr: Şifre:

source: Confirm Password:
da: Gentag kodeord:
sv: Bekräfta lösenord:
tr: Şifre Onayı:

source: The passwords you entered did not match
da: De indtastede kodeord er ikke ens
sv: Lösenordet du angav stämmer inte
tr: Girdiğiniz şifre eşleşmedi
