Repository: dakanji/G2Project
Catalog: modules/replica/po/*.po
Languages: el

source: create replica
el: δημιουργία αντίγραφου

source: replicate an item
el: αντιγράψτε ένα αντικείμενο

source: Replica
el: Αντιγραφή

source: Create item copies sharing the same original data file
el: Δημιουργία αντιγράφων αντικείμενων έχοντας κοινό το πρωτότυπο αρχείο

source: Display
el: Προβολή

source: Create Replica
el: Δημιουργία αντίγραφου

source: Replicate Album
el: Αντιγραφή άλμπουμ

source: Replicate Photo
el: Αντιγραφή φωτογραφίας

source: Replicate Movie
el: Αντιγραφή ταινίας

source: Replicate %s
el: Αντιγραφή %s

source: Create Replicas
el: Δημιουργήστε αντίγραφα

source: Successfully replicated %d item
el: Αντιγράφτηκε %d αντικείμενο με επιτυχία

source: This album contains no items to replicate.
el: Αυτό το άλμπουμ δεν περιέχει κανένα αντικείμενο για αντιγραφή.

source: A replica is an item that shares the original data file with another item, to save disk space. In all other respects it is a separate item, with its own captions, thumbnail, resizes, comments, etc. Captions are initially copied from the source item but may be changed. Either the replica or the source may be moved or deleted without affecting the other.
el: Η αντιγραφή είναι ένα αρχείο το οποίο μοιράζεται το πρωτότυπο αρχείο με ένα άλλο αρχείο, για οικονομία χώρου. Από όλες τις άλλες απόψεις, είναι ένα ξεχωριστό αρχείο, με τους δικούς του τίτλους, μικρογραφίες, άλλα μεγέθη, σχόλια, κτλ. Οι τίτλοι αρχικά αντιγράφονται από το αρχείο πηγής αλλά μπορούν να αλλαχθούν. Το αντίγραφο ή το αρχείο πηγής μπορούν να μετακινηθούν ή να διαγραφούν χωρίς να επηρεάζει το ένα το άλλο.

source: Source
el: Πηγή

source: Choose the items you want to replicate
el: Επιλέξτε τα αντικείμενα που θέλετε να αντιγράψετε

source: (page %d of %d)
el: (σελίδα %d από %d)

source: No sources chosen
el: Δεν επιλέχθηκε καμία πηγή

source: Check All
el: Επιλογή όλων

source: Check None
el: Επιλογή καμία

source: Invert
el: Αναστρέψτε

source: Previous Page
el: Προηγούμενη σελίδα

source: Next Page
el: Επόμενη Σελίδα

source: Destination
el: Προορισμός

source: Choose a new album for the replica
el: Επιλέξτε ένα νέο άλμπουμ για την αντιγραφή

source: No destination chosen
el: Δεν επιλέχθηκε κανένας προορισμός

source: Create
el: Δημιουργία

source: Cancel
el: Ακύρωση

source: Successfully created
el: Δημιουργήθηκε με επιτυχία

source: Choose a destination album
el: Επιλέξτε το άλμπουμ προορισμού
